Repository: JailbreakDev/ST5-Localizations
Catalog: *.lproj/Settings.strings
Languages: ar, de, fr, pt, pt_br, ru, tr

source: Change Bottom Inset
ar: تغيير البعد من الأسفل
de: Unteren Einschub ändern
fr: Modifier la marge en bas
pt: Alterar a Inserção Inferior
pt_br: Alterar margem inferior
ru: Изменить нижний отступ
tr: Alt Eklentiyi Değiştir

source: Change Right Inset
ar: تغيير البعد من اليمين
de: Rechten Einschub ändern
fr: Modifier la marge à droite
pt: Alterar a Inserção à Direita
pt_br: Alterar margem direita
ru: Изменить верхний отступ
tr: Sağ Eklentiyi Değiştir

source: Top Inset
ar: البعد عن الأعلى
de: Oberer Einschub
fr: Marge en haut
pt: Inserção Superior
pt_br: Margem superior
ru: Верхний отступ
tr: Üst İlave

source: Left Inset
ar: البعد عن اليسار
de: Linker Einschub
fr: Marge à gauche
pt: Inserção à Esquerda
pt_br: Margem esquerda
ru: Левый отступ
tr: Sol İlave

source: Bottom Inset
ar: البعد عن الأسفل
de: Unterer Einschub
fr: Marge en bas
pt: Inserção Inferior
pt_br: Margem inferior
ru: Нижний отступ
tr: Alta ilave

source: Right Inset
ar: البعد عن اليمين
de: Rechter Einschub
fr: Marge à droite
pt: Inserção à Direita
pt_br: Margem direita
ru: Правый отступ
tr: Sağa İlave

source: Invert
ar: عكس
de: Umkehren
fr: Inverser
pt: Inverter
pt_br: Inverter
ru: Инвертировать
tr: Evrilmiş

# [Coverflow].description
source: Change several settings for the Coverflow effect
ar: تغيير عدة إعدادات لتأثير Coverflow.
de: Mehrere Einstellungen für den Cover-Flow-Effekt ändern.
fr: Modifie plusieurs paramètres pour l'effet Coverflow.
pt: Altera várias configurações do efeito Coverflow.
pt_br: Altere várias configurações para o efeito Coverflow
ru: Изменить настройки 3D эффекта для иконок
tr: Kapak Akışı efekti için çeşitli ayarları değiştirme

source: Factor
ar: المعامل
de: Faktor
fr: Facteur
pt: Fator
pt_br: Fator
ru: Множитель
tr: Faktör

source: Perspective
ar: المنظور
de: Perspektive
pt: Perspectiva
pt_br: Pespectiva
ru: Перспектива
tr: Perspektif

source: Information
ar: معلومات
pt: Informação
pt_br: Informação
ru: Информация
tr: Bilgi

# [LS / NC - %@].info
source: Lockscreen and Notification Center are the same on iOS 13. Therefore changing settings here might also show up in %@.
ar: شاشة القفل ومركز الإشعارات هما نفس الشيء على iOS 13. لذلك فإن أي تغيير في الإعدادات هنا قد يظهر أيضًا في %@.
de: Sperrbildschirm und Benachrichtigungszentrum sind unter iOS 13 identisch. Daher werden möglicherweise auch Änderungen diser Einstellungen unter %@ angezeigt.
fr: L'écran verrouillé et le centre de notifications sont la même chose dans iOS 13. Par conséquent, la modification de paramètres dans l'un, peut s'afficher également dans l'autre.
pt: A Tela de Bloqueio e a Central de Notificação são o mesmo elemento no iOS 13. Portanto, configurações alteradas aqui também surtirão efeito em %@.
pt_br: A tela de bloqueio e a Central de notificações são as mesmas no iOS 13. Portanto, as configurações daqui também podem aparecer em %@.
ru: Экран блокировки и центр уведомлений объединены в iOS 13. Поэтому настройки измененные здесь могут влиять на %@.
tr: Kilit ekranı ve Bildirim Merkezi iOS 13'te aynıdır. Bu nedenle, buradaki ayarları değiştirmek %@. içinde de görülebilir.

source: Camera
ar: الكاميرا
de: Kamera
fr: Appareil photo
pt: Câmera
pt_br: Câmera
ru: Камера
tr: Kamera

source: Today View
ar: موجز اليوم / مركز البحث
de: Heute-Ansicht / Suche
fr: Affichage du jour / Spotlight
pt: Vistos Hoje / Spotlight
pt_br: Hoje/Spotlight
ru: Экран Сегодня / Spotlight
tr: Bugün Görünümü

source: Face ID Lock
ar: قفل Face ID
de: Face ID Sperre
fr: Face ID (icône de cadenas)
pt: Bloqueio por Face ID
pt_br: Bloqueio por Face ID
ru: Face ID
tr: Face ID Kilit İşareti

source: Large Battery
ar: البطارية الكبيرة
de: Große Batterie
fr: Grande batterie
pt: Bateria Grande
pt_br: Bateria grande
ru: Большая батарея
tr: Büyük Pil

source: Flashlight Quick Action
ar: إجراء الفلاش السريع
de: Taschenlampe Schnell-Aktion
fr: Lampe torche (action rapide)
pt: Ação Rápida da Lanterna
pt_br: Toggle da lanterna
ru: Ярлык фонарика
tr: El Feneri Hızlı Eylem

source: Camera Quick Action
ar: إجراء الكاميرا السريع
de: Kamera Schnell-Aktion
fr: Appareil photo (action rapide)
pt: Ação Rápida da Câmera
pt_br: Toggle da câmera
ru: Ярлык камеры
tr: Hızlı Kamera Eylemi

# [Hide Items].description
source: Hide / Disable Lockscreen items if enabled
ar: إخفاء / تعطيل عناصر شاشة القفل إذا كانت مفعلة.
de: Sperrbildschirm-Elemente ausblenden / deaktivieren, falls aktiviert.
fr: Masquer / Désactiver des éléments de l'écran verrouillé.
pt: Oculta/Desabilita itens da Tela de Bloqueio se estiverem habilitados.
pt_br: Oculta/desativa itens da tela de bloqueio, se ativado
ru: Скрывает/отключает элемент экрана блокировки если включен
tr: Etkinleştirilmişse Kilit ekranı öğelerini gizle / devre dışı bırak

source: Label Style
ar: شكل التسمية
de: Beschriftungs-Stil
fr: Style du texte
pt: Estilo do Rótulo
pt_br: Estilo do rótulo
ru: Подпись
tr: Etiket Stili

source: Current Time
ar: الوقت الحالي
de: Aktuelle Uhrzeit
fr: Heure actuelle
pt: Hora Atual
pt_br: Hora atual
ru: Текущее время
tr: Şimdiki Zaman

# [Label Style].description
source: Choose a text for the 'Press home to unlock' label.
ar: اختر نصًا لتسمية 'اضغط الرئيسية لفتح القفل'
de: Wählen Sie einen eigenen Entsperrtext aus.
fr: Choisissez un texte pour remplacer 'Appuyez sur le bouton principal pour ouvrir'.
pt: Escolha um texto para o rótulo 'Pressione início para desbloquear'.
pt_br: Escolha um texto para o rótulo 'Pressione home para desbloquear'.
ru: Выберите текст отображающийся вместо 'Нажмите кнопку домой для разблокировки'.'
tr: 'Kilidi açmak için ana ekrana basın' etiketi için bir metin seçin.

source: Hide Grabber
ar: إخفاء اللاقط
de: Grabber ausblenden
fr: Masquer la poignée
pt: Ocultar Pegador
pt_br: Ocultar Grabber
ru: Скрыть граббер
tr: Ayraçları Gizle

# [Hide Grabber].description
source: Hide the grabber in Notification Center / Lockscreen. If you have the Home Bar disabled, it may not show up.
ar: إخفاء اللاقط في مركز الإشعارات / شاشة القفل. إذا كنت قد عطلت شريط الرئيسية، فقد لا يظهر.
de: Versteckt den Grabber im Benachrichtigungszentrum / Sperrbildschirm. Wenn Sie die Home Bar deaktiviert haben, wird sie möglicherweise nicht angezeigt.
fr: Masquer la poignée dans le centre de notifications / écran verrouillé. Si la barre d'accueil est désactivée, elle peut ne pas s'afficher.
pt: Oculta o pegador na Tela de Bloqueio / Central de Notificação. Se você tem a Home Bar desabilitada, isto não aparecerá.
pt_br: Oculte o grabber na Central de Notificações/Tela de Bloqueio. Se a Barra Inicial estiver desativada, ela pode não aparecer.
ru: Скрыть граббер в центре уведомлений/экране блокировки. Если хоум бар скрыт, то граббер может не отображаться.
tr: Bildirim Merkezi / Kilit Ekranındaki ızgarayı gizleyin. Ana Sayfa Çubuğu devre dışıysa, görüntülenemeyebilir.

source: Hide CC Grabber
ar: إخفاء لاقط مركز التحكم
de: Kontrollzentrum-Grabber ausblenden
fr: Masquer la poignée du CC
pt: Ocultar Pegador da Central de Controle
pt_br: Ocultar Grabber na Central de Controle
ru: Скрыть граббер центра управления
tr: DM Ayraçları Gizle

# [Hide CC Grabber].description
source: Hide the CC Grabber on the top right.
ar: إخفاء لاقط مركز التحكم الموجود أعلى اليسار.
de: Versteckt den Kontrollzentrum-Grabber oben rechts.
fr: Masque la poignée du centre de contrôle en haut à droite.
pt: Oculta o pegador da Central de Controle no topo direito.
pt_br: Oculte o Grabber na Central de Controle no canto superior direito.
ru: Скрыть граббер центра управления в правом верхнем углу.
tr: Sağ üstteki DEnetim Merkezi Izgarasını gizleyin.

source: Auto Dismiss
ar: تجاهل تلقائي
de: Automatisches Schließen
fr: Déverrouillage automatique
pt: Auto Dispensar
pt_br: Dispensar automaticamente
ru: Авто-разблокировка
tr: Otomatik Yoksay

# [Auto Dismiss].description
source: Automatically dismisses the Lockscreen once unlocked.
ar: تجاهل شاشة القفل تلقائيًا بمجرد فتح القفل.
de: Schließt den Sperrbildschirm automatisch, sobald er entsperrt ist.
fr: Affiche immédiatement l'écran d'accueil une fois l'appareil déverrouillé.
pt: Automaticamente dispensa a Tela de Bloqueio quando o aparelho for desbloqueado.
pt_br: Descarte automaticamente a tela de bloqueio, uma vez desbloqueada.
ru: Автоматически скрыть экран блокировки после разблокировки.
tr: Kilit açıldıktan sonra Kilit Ekranını otomatik geçer.

source: Light Time Color
ar: لون الوقت الفاتح
de: Hellmodus-Uhrzeitfarbe
fr: Couleur de l'heure claire
pt: Cor da Hora Clara
pt_br: Cor da hora clara
ru: Дневной цвет часов
tr: Açık Saat Rengi

source: Dark Time Color
ar: لون الوقت الغامق
de: Dunkelmodus-Uhrzeitfarbe
fr: Couleur de l'heure sombre
pt: Cor da Hora Escura
pt_br: Cor da hora escura
ru: Ночной цвет часов
tr: Koyu Saat Rengi

source: Time Font Size
ar: حجم خط الوقت
de: Uhrzeit-Schriftgröße
fr: Taille du texte de l'heure
pt: Tamanho da Fonte da Hora
pt_br: Tamanho da fonte do tempo
ru: Размер шрифта часов
tr: Saat Font Boyutu

source: Time Style
ar: شكل الوقت
de: Uhrzeit-Stil
fr: Style de l'heure
pt: Estilo da Hora
pt_br: Estilo da hora
ru: Стиль часов
tr: Saat Stili

# [Time].description
source: Customize the looks of the time on Lockscreen
ar: تخصيص مظهر الوقت على شاشة القفل.
de: Passet das Aussehen der Uhrzeit auf dem Sperrbildschirm an.
fr: Personnalise le style de l'heure sur l'écran verrouillé.
pt: Personalize a aparência da Hora na Tela de Bloqueio.
pt_br: Personalize a aparência do tempo na Tela de bloqueio
ru: Изменить внешний вид часов на экране блокировки
tr: Kilit Ekranında zamanın görünümünü özelleştirin

source: Display Seconds
ar: عرض الثواني
de: Sekunden anzeigen
fr: Afficher les secondes
pt: Mostrar Segundos
pt_br: Exibir segundos
ru: Показывать секунды
tr: Saniyeyi Göster

source: Date
ar: التاريخ
de: Datum
pt: Data
pt_br: Data
ru: Дата
tr: Tarih

source: Hide Date
ar: إخفاء التاريخ
de: Datum ausblenden
fr: Masquer la date
pt: Ocultar Data
pt_br: Ocultar data
ru: Скрыть дату
tr: Tarihi Gizle

source: Light Date Color
ar: لون التاريخ الفاتح
de: Hellmodus-Datumsfarbe
fr: Couleur de la date claire
pt: Cor da Data Clara
pt_br: Cor da data clara
ru: Дневной цвет даты
tr: Açık Tarih Rengi

source: Dark Date Color
ar: لون التاريخ الداكن
de: Dunkelmodus-Datumsfarbe
fr: Couleur de la date sombre
pt: Cor da Data Escura
pt_br: Cor da data escura
ru: Ночной цвет даты
tr: Koyu Tarih Rengi

source: Date Font Size
ar: حجم خط التاريخ
de: Datum-Schriftgröße
fr: Taille du texte de la date
pt: Tamanho da Fonte da Data
pt_br: Tamanho da fonte da Data
ru: Размер шрифта даты
tr: Tarih Font Boyutu

source: Date Style
ar: شكل التاريخ
de: Datum-Stil
fr: Style de la date
pt: Estilo da Data
pt_br: Estilo de Data
ru: Стиль даты
tr: Tarih Stili

source: Compact Date Format
ar: تنسيق التاريخ المدمج
de: Kompaktes Datumsformat
fr: Format de date compact
pt: Formato de Data Compacto
pt_br: Formato de data compacto
ru: Компактный формат даты
tr: Kompakt Tarih Biçimi

# [Date].description
source: Customize the looks of the date on Lockscreen
ar: تخصيص مظهرالتاريخ على شاشة القفل.
de: Passt das Aussehen des Datums auf dem Sperrbildschirm an.
fr: Personnalise le style de la date sur l'écran verrouillé.
pt: Personalize a aparência da Data na Tela de Bloqueio.
pt_br: Personalize a aparência da data na Tela de Bloqueio
ru: Изменить внешний вид даты на экране блокировки
tr: Kilit ekranında tarihin görünümünü özelleştirin

source: Disable Charging Sound
ar: تعطيل صوت الشحن
de: Ladeton deaktivieren
fr: Désactiver le son de charge
pt: Desabilitar Som de Carregamento
pt_br: Desativar som de carregamento
ru: Выключить звук при зарядке
tr: Şarj Sesi Devre Dışı

# [Disable Charging Sound].description
source: Disable the Chime sound when connecting a charger
ar: تعطيل الصوت الذي يصدر عند توصيل الشاحن.
de: Deaktiviert den Ton, wenn ein Ladegerät angeschlossen wird.
fr: Désactive le son de carillon lorsque l'appareil est en charge.
pt: Desabilita o som de carrilhão quando o carregador é conectado.
pt_br: Desative o som do carregamento ao conectar um carregador
ru: Выключить звук при подключении к питанию
tr: Şarj cihazını bağladığınızda çıkan sesidevre dışı bırak

source: Disable Screenshot Sound
ar: تعطيل صوت لقطة الشاشة
de: Screenshot-Ton deaktivieren
fr: Désactiver le son de capture d'écran
pt: Desabilitar Som de Captura de Tela
pt_br: Desativar som da captura de tela
ru: Выключить звкк скриншота
tr: Ekran Resmi Alma Sesi Devre Dışı

source: Disable in Apps
ar: تعطيل في التطبيقات
de: In Apps deaktivieren
fr: Désactiver dans des applications
pt: Desabilitar em Aplicativos
pt_br: Desativar em Aplicativos
ru: Выключить в приложениях
tr: Uygulamalarda Devre Dışı

# [Disable NC].description
source: Disable the Notification Center entirely or only in specific apps
ar: تعطيل مركز الإشعارات كليًا أو داخل تطبيقات معينة فقط.
de: Deaktiviert das Benachrichtigungszentrum vollständig oder nur in bestimmten Apps.
fr: Désactive le centre de notifications entièrement ou seulement dans certaines applications.
pt: Desabilita a Central de Notificação completamente ou em aplicativos específicos.
pt_br: Desativa a Central de Notificações totalmente ou apenas em aplicativos específicos
ru: Выключить центр уведомлений везде или в отдельных приложениях
tr: Bildirim Merkezi'ni tamamen veya yalnızca belirli uygulamalarda devre dışı bırakın

source: Disable DND Notification
ar: تعطيل إشعار عدم الإزعاج
de: Nicht stören-Benachrichtigung deaktivieren
fr: Désactiver la notification NPD
pt: Desabilitar a Notificação de Não Perturbe
pt_br: Desativar notificação Não Perturbe
ru: Выключить уведомление режима Не беспокоить
tr: Rahatsız Etme’de Bildirimler D.Dışı

# [Disable DND Notification].description
source: Disable the Do not Disturb Notification.
ar: تعطيل إشعار خاصية عدم الإزعاج.
de: Deaktiviert den Banner Nicht stören.
fr: Désactive la notification Ne pas déranger.
pt: Desabilita a Notificação de Não Perturbe.
pt_br: Desativa a notificação Não perturbe.
ru: Выключить уведомление о том что режим Не беспокоить включен.
tr: Rahatsız Etmeyinde Bildirimleri devre dışı bırakın.

source: Background Color
ar: لون الخلفية
de: Hintergrundfarbe
fr: Couleur d'arrière-plan
pt: Cor de Fundo
pt_br: Cor de fundo
ru: Цвет фона
tr: Arka Plan Rengi

# [Background Color].description
source: Customize the background color for the Notification Center
ar: تخصيص لون خلفية مركز الإشعارات
de: Passt die Hintergrundfarbe für das Benachrichtigungscenter an.
fr: Personnalise la couleur de l'arrière-plan du centre de notifications.
pt: Personalize a cor de fundo da Central de Notificação.
pt_br: Personaliza a cor de fundo da Central de Notificações
ru: Изменить цвет фона центра уведомлений
tr: Bildirim Merkezi'nin arka plan rengini özelleştirin

source: Hide Label
ar: إخفاء التسمية
de: Beschriftung ausblenden
fr: Masquer le texte
pt: Ocultar Rótulo
pt_br: Ocultar rótulos
ru: Скрыть текст
tr: Etiketi Gizle

source: 'No Notifications' label
ar: تسمية 'لا توجد إشعارات'
de: 'Keine Benachrichtigungen'-Beschriftung
fr: Texte 'Aucune ancienne notification'
pt: Rótulo 'Sem Notificações'
ru: Текст 'Нет уведомлений'
tr: 'Yeni Bildirim Yok' Yazısı Olmasın

# [No Notifications Label].description
source: Change the 'No Notifications' text and its size.
ar: تغيير نص 'لا توجد إشعارات' وحجمه.
de: Ändert den 'Keine Benachrichtigungen'-Text und deren Größe.
fr: Modifie le texte 'Aucune ancienne notification' et sa taille.
pt: Altera o texto 'Sem Notificações' e seu tamanho.
pt_br: Altere o texto 'Sem notificações' e seu tamanho.
ru: Изменить текст 'Нет уведомоений' и его размер.
tr: 'Bildirim Yok' metnini ve boyutunu değiştirin.

# [Blur strength].description
source: Change the blur strength
ar: تغيير قوة الضبابية.
de: Ändert die Unschärfe-Stärke.
fr: Modifie l'intensité du flou
pt: Alterar a intensidade do desfoque.
pt_br: Altera a intesidade do desfoque
ru: Изменить силу блюра
tr: Bulanıklık Seviyesini Değiştir

source: Hide Edit Button
ar: إخفاء زر التحرير
de: Bearbeiten-Taste ausblenden
fr: Masquer le bouton d'édition
pt: Ocultar Botão de Edição
pt_br: Ocultar botão Editar
ru: Скрыть кнопку редактирования
tr: Düzenle Düğmesini Gizle

# [Today View].description
source: Customization for the Widgets View.
ar: التخصيص لمظهر الأدوات.
de: Anpassung für die Widgets-Ansicht.
fr: Personnalisation pour les widgets de l'affichage du jour.
pt: Personalização dos widgets.
pt_br: Personaliza os widgets do Hoje.
ru: Кастомизация экрана виджетов.
tr: Widget Görünümü için Özelleştirme.

source: Hide Dots
ar: إخفاء النقاط
de: Punkte verstecken
fr: Masquer les points
pt: Ocultar Pontos
pt_br: Ocultar Dots
ru: Скрыть точки
tr: Noktaları Gizle

# [Hide Dots].description
source: Hide the page dots.
ar: إخفاء نقاط الصفحات
de: Versteckt die Seitenpunkte.
fr: Masque les repères au dessus du Dock.
pt: Oculta pontos das páginas.
pt_br: Oculte os dots da página.
ru: Скрыть индикатор страниц.
tr: Sayfa noktalarını gizleyin.

source: Hide Home Bar
ar: إخفاء شريط الرئيسية
de: Home Bar ausblenden
fr: Masquer la barre d'accueil
pt: Ocultar a Home Bar
pt_br: Ocultar barra inicial
ru: Скрыть хоум бар
tr: Ana Sayfa Çubuğunu Gizle

# [Hide Home Bar].description
source: Hides the Home Bar system wide. Will show effect after dismissing the app.
ar: إخفاء شريط الرئيسية في النظام بأكمله. سيظهر تأثيره بعد إنهاء التطبيق.
de: Blendet die Home Bar systemweit aus. Wird nach dem Schließen der App wirksam.
fr: Masque la barre d'accueil dans tout le système. Cela prendra effet après avoir fermé l'application.
pt: Oculta a Home Bar em todo o sistema. Terá efeito após dispensar o aplicativo.
pt_br: Oculta barra inicial no sistema inteiro. Será mostrado efeito depois de descartar o aplicativo.
ru: Скрыть хоум бар везде. Применяется после выхода из приложения.
tr: Ana Menü çubuğu sistemini gizler. Uyguladıktan sonra etki gösterecektir.

# Disable Spotlight
source: Disable Spotlight / Today View
ar: تعطيل مركز البحث / موجز اليوم
de: Suche / Heute-Ansicht deaktivieren
fr: Désactiver Spotlight / Aff. du jour
pt: Desabilita Spotlight / Vistos Hoje
pt_br: Desativar visualização Spotlight/Hoje
ru: Выключить Spotlight / экран виджетов
tr: Spotlight / Bugün Görünümü D.Dışı

# [Disable Spotlight].description
source: Prevent the activation of Spotlight. Which is the Widgets View or Today View.
ar: منع تنشيط مركز البحث. أيًا يكن سواءً مظهر الأدوات أو موجز اليوم.
de: Verhindert die Aktivierung der Suche, Widgets-Ansicht oder die Heute-Ansicht.
fr: Empêche l'activation du Spotlight.
pt: Previne a ativação do Spotlight. Que equivale aos widgets ou Vistos Hoje.
pt_br: Impedi a ativação do Spotlight em Widget e em Hoje.
ru: Выключить Spotlight, экран виджетов или экран 'Сегодня'.
tr: Spot Light etkinleştirilmesini önleyin. Widget Görünümü veya Bugün Görünümüdür.

source: Disable Search
ar: تعطيل البحث
de: Suche deaktivieren
fr: Désactiver la recherche
pt: Desabilitar a Pesquisa
pt_br: Desativar Busca
ru: Выключить поиск
tr: Arama Devre Dışı

# [Disable Search].description
source: You can no longer pull down the search if you turn this on.
ar: بعد تشغيل هذا، لن تتمكن بعد الآن من السحب للأسفل للوصول إلى البحث.
de: Sie können zum Suchen nicht mehr herunterziehen, wenn Sie diese Option aktivieren.
fr: Vous ne pourrez plus glisser vers le bas pour l'afficher si cette option est activée.
pt: Você não poderá mais deslizar para baixo se isto estiver ativado.
pt_br: Você não pode mais usar a pesquisa se a ativar.
ru: Если этот переключатель включен, поиск не будет появляться при смахивании сверзу вниз.
tr: Bunu açarsanız artık ana menüdeki arama kısmını aşağı çekemezsiniz.

source: Return to first page
ar: العودة إلى الصفحة الأولى
de: Zur ersten Seite zurückkehren
fr: Retour à la première page
pt: Retornar à página inicial
pt_br: Retornar à primeira página
ru: Вернуться на первую страницу
tr: İlk sayfaya dön

# [Return to first page].description
source: Return to the first SpringBoard page when locking the device.
ar: العودة إلى صفحة واجهة النظام الأولى عند قفل الجهاز.
de: Kehren Sie zur ersten SpringBoard-Seite zurück, wenn Sie das Gerät sperren.
fr: Retour à la première page de l'écran d'accueil lors du verrouillage de l'appareil.
pt: Retorna para a primeira página do SpringBoard quando o dispositivo é bloqueado.
pt_br: Retorne à primeira página do SpringBoard ao bloquear o dispositivo.
ru: Вернуться на первую страницу домашнего экрана при блокировке устройства.
tr: Cihazı kilitleyince Ana menüde ilk sayfaya döner.

source: Prevent Rotation
ar: منع الدوران
de: Rotation verhindern
fr: Empêcher la rotation
pt: Previnir Rotação
pt_br: Impedir rotação
ru: Предотвращать поворот
tr: Dönmeyi Önle

# [Prevent Rotation].description
source: Prevent rotation of the Home Screen.
ar: منع دوران الشاشة الرئيسية.
de: Verhindert die Drehung des Home-Bildschirms.
fr: Empêche la rotation de l'écran d'accueil.
pt: Previne a rotação da Home Screen.
pt_br: Impede a rotação da tela.
ru: Предотвращать поворот домашнего экрана.
tr: Ana Ekranın dönmesini önleyin.

source: Disable Parallax
ar: تعطيل المنظر
de: Parallax deaktivieren
fr: Désactiver le parallax
pt: Desabilitar Paralaxe
pt_br: Desativar Parallax
ru: Выключить параллакс
tr: Parallax Efekti Devre Dışı

# [Disable Parallax].description
source: Disables the parallax effect entirely.
ar: تعطيل تأثير المنظر كليًا.
de: Deaktiviert den Parallax-Effekt vollständig.
fr: Désactive entièrement l'effet parallax.
pt: Desabilita o efeito de paralaxe por completo.
pt_br: Desativa completamente o efeito de parallax.
ru: Полностью отключить эффект параллакса.
tr: Paralaks etkisini tamamen devre dışı bırakır.

source: Disable Reachability
ar: تعطيل إمكانية الوصول
de: Einhandmodus deaktivieren
fr: Désactiver Accessibilité
pt: Desabilitar Alcançabilidade
pt_br: Desativar acessibilidade
ru: Выключить удобный доступ
tr: Erişebilirlik Devre Dışı

# [Disable Reachability].description
source: Disables Reachability. You can also find this in iOS Settings.
ar: تعطيل إمكانية الوصول. يمكنك العثور على هذا الخيار في إعدادات iOS أيضًا.
de: Deaktiviert den Einhandmodus. Sie finden dies auch in den iOS-Einstellungen.
fr: Désactive Accessibilité. Vous pouvez également le trouver dans les réglages d'iOS.
pt: Desabilita a Alcançabilidade. Você também pode encontrar esta opção nas configurações do iOS.
pt_br: Desativa a acessibilidade. Você também pode encontrar isso em Configurações do iOS.
ru: Выключить удобный доступ (Reachability). Тот же переключатель, что и в стоковых настройках iOS.
tr: Erişilebilirliği devre dışı bırakır. Bunu iOS Ayarları'nda da bulabilirsiniz.

source: Disable Search Blur
ar: تعطيل ضبابية البحث
de: Suche-Unschärfe deaktivieren
fr: Désactive le flou de recherche
pt: Desabilitar o Desfoque da Pesquisa
pt_br: Desativar desfoque na pesquisa
ru: Выключить блюр в поиске
tr: Aramada Bulanıklık Devre Dışı

# [Disable Search Blur].description
source: Disables the blurred background behind search.
ar: تعطيل الخلفية الضبابية التي تكون خلف البحث.
de: Deaktiviert den unscharfen Hintergrund der Suche.
fr: Désactive l'arrière-plan floutté derrière la recherche.
pt: Desabilita o fundo desfocado por trás da pesquisa.
pt_br: Desativa o fundo desfocado por trás da pesquisa.
ru: Выключить размытие фона за строкой поиска.
tr: Aramanın arkasındaki bulanık arka planı devre dışı bırakır.

source: Hide Context Menu Blur
ar: إخفاء ضبابية قائمة السياق
de: Unschärfe des Kontextmenüs ausblenden
fr: Désactiver le flou du menu contextuel
pt: Ocultar o Desfoque do Menu de Contexto
pt_br: Ocultar desfoque do menu de contexto
ru: Выключить блюр в контекстном меню
tr: İçerik Menüsü Bulanıklığını Gizle
