Repository: JailbreakDev/ST5-Localizations
Catalog: *.lproj/Settings.strings
Languages: ar, de, fr, pt, pt_br, ru, tr

# [Hide Context Menu Blur].description
source: Hides the blurred background for 3D Touch / Context Menus on SpringBoard.
ar: إخفاء الخلفية الضبابية لقائمة 3D Touch وقائمة السياق في واجهة النظام.
de: Blendet den unscharfen Hintergrund für 3D-Touch / Kontextmenüs auf dem SpringBoard aus.
fr: Masque l'arrière-plan floutté pour 3D Touch / menus contextuels de l'écran d'accueil.
pt: Oculta o fundo desfocado para o 3D Touch / Menu de Contexto no SpringBoard.
pt_br: Oculta o fundo desfocado dos menus contextos/3D Touch na SpringBoard.
ru: Выключить размытие фона в 3D Touch/контекстном меню.
tr: SpringBoard'da 3D Touch / İçerik Menüleri için bulanık arka planı gizler.

source: Disable Status Bar
ar: تعطيل شريط الحالة
de: Statusleiste deaktivieren
fr: Désactiver la barre de statut
pt: Desabilitar Barra de Status
pt_br: Desativar Barra de Status
ru: Выключить статус бар
tr: Durum Çubuğu Devre Dışı

# [Disable Status Bar].description
source: Disables the Status Bar on Homescreen.
ar: تعطيل شريط الحالة في الصفحة الرئيسية.
de: Deaktiviert die Statusleiste auf dem Homes-Bildschirm.
fr: Désactive la barre de statut sur l'écran d'accueil.
pt: Desabilita a Barra de Status na Home Screen.
pt_br: Desativa a barra de status na tela inicial.
ru: Выключить статус бар на домашнем экране.
tr: Ana Ekrandaki Durum Çubuğunu devre dışı bırakır.

source: Custom Carrier
ar: تخصيص شركة الاتصالات
de: Eigener Netzbetreiber
fr: Opérateur personnalisé
pt: Texto de Operadora Personalizado
pt_br: Personalizar Operadora
ru: Свой оператор
tr: Özel Operatör İsmi

# [Custom Carrier].description
source: Insert a custom string to be displayed in place of the name of your carrier.
ar: أدخل نص مخصص لعرضه بدلًا من اسم شركة الاتصالات الخاصة بك.
de: Fügt eine benutzerdefinierte Zeichenfolge ein, die anstelle des Namens Ihres Netzbetreibers angezeigt werden soll.
fr: Affiche un texte personnalisé à la place du nom de votre opérateur.
pt: Insira uma string personalizada a ser mostrada no lugar do nome da sua operadora.
pt_br: Insira uma sequência personalizada a ser exibida no lugar do nome da sua operadora.
ru: Ввести текст для отображения вместо имени оператора в статус баре.
tr: Operatörünüzün adı yerine gösterilecek özel bir dize ekleyin.

source: Custom Time Mode
ar: تخصيص نمط الوقت
de: Eigener Zeitmodus
fr: Personnaliser l'heure
pt: Modo de Hora Personalizado
pt_br: Modo de tempo personalizado
ru: Заменить часы
tr: Özel Saat Modu

source: IP Address
ar: عنوان IP
de: IP Addresse
fr: Adresse IP
pt: Endereço IP
pt_br: Endereço de IP
ru: IP адрес
tr: IP Adresi

source: Lowercase AM/PM Symbol
ar: رمز AM/PM صغير
de: AM/PM-Symbol in Kleinbuchstaben
fr: Symbole AM/PM en minuscules
pt: Símbolo AM/PM em Minúsculo
pt_br: Símbolo AM/PM minúsculo
ru: Маленький AM/PM символ
tr: Küçük AM / PM Sembol’ü

source: No AM/PM
ar: بدون AM/PM
de: Kein AM/PM
fr: Pas de symbole AM/PM
pt: Sem AM/PM
pt_br: Sem AM/PM
ru: Не показывать AM/PM
tr: AM/PM Yok

source: Display Free RAM
ar: عرض ذاكرة الوصول العشوائية الحرة
de: Freien RAM anzeigen
fr: RAM disponible
pt: Mostrar RAM Livre
pt_br: Exibir RAM livre
ru: Свободная RAM
tr: Kullanılabilir RAM’i Göster

source: Custom Time Format
ar: تنسيق وقت مخصص
de: Eigenes Zeitformat
fr: Format d'heure personnalisé
pt: Formato de Hora Personalizado
pt_br: Formato de hora personalizado
ru: Кастомный формат времени
tr: Özel Saat Biçimi

# [Time Mode].description
source: Select what to show in the Status Bar as the time string.
ar: حدد مالذي تريده أن يظهر في شريط الحالة كمتسلسلة زمنية.
de: Wählen Sie aus, was in der Statusleiste als Zeitzeichenfolge angezeigt werden soll.
fr: Sélectionne ce qui est affiché dans la barre de statut à la place de l'heure.
pt: Selecione o que mostrar na Barra de Status como a string da hora.
pt_br: Selecione o que mostrar na barra de status.
ru: Выбрать что показывать в статус баре вместо часов.
tr: Durum Çubuğunda zaman dizesi olarak neyin gösterileceğini seçin.

source: Breadcrumbs
ar: زر العودة
fr: Bouton de retour à l'app
pt: Trilhas
ru: Кнопка 'Назад к'
tr: Kırıntılar

source: Disable Breadcrumbs
ar: تعطيل زر العودة
de: Breadcrumbs deaktivieren
fr: Désactiver le bouton
pt: Desabilita as trilhas para voltar ao aplicativo anterior.
pt_br: Desativar Breadcrumbs
ru: Выключить кнопку 'Назад к'
tr: Kırıntılar Devre Dışı

source: Hide Text
ar: إخفاء النص
de: Text ausblenden
fr: Masquer le texte
pt: Ocultar Texto
pt_br: Ocultar texto
ru: Скрыть текст
tr: Metni Gizle

# [Disable Breadcrumbs].description
source: Disables the breadcrumbs in the Status Bar or just hide the text
ar: تعطيل زر العودة في شريط الحالة أو إخفاء النص فقط.
de: Deaktiviert die Breadcrumbs in der Statusleiste oder blendet den Text einfach aus.
fr: Désactive le bouton de retour à l'app dans la barre de statut ou masque seulement le texte.
pt: Desabilita as trilhas na Barra de Status ou apenas oculta seu texto.
pt_br: Desativa Breadcrumbs de navegação na barra de status ou apenas oculta o texto
ru: Выключить кнопку 'Назад к' в статус баре или скрыть текст
tr: Durum Çubuğundaki kırıntıları devre dışı bırakır veya metni gizler

source: Temperature
ar: درجة الحرارة
de: Temperatur
fr: Température
pt: Temperatura
pt_br: Temperatura
ru: Температура
tr: Sıcaklık

source: Weather Conditions
ar: أحوال الطقس
de: Witterungsverhältnisse
fr: Conditions météorologiques
pt: Condições do Tempo
pt_br: Condições do tempo
ru: Погода
tr: Hava Durumu Koşulları

source: Weather (Conditions + Temperature)
ar: الطقس (الأحوال + درجة الحرارة)
de: Wetter (Verhältnisse + Temperatur)
fr: Météo (Conditions + Température)
pt: Tempo (Condições + Temperatura)
pt_br: Tempo (Condições + Temperatura)
ru: Погода и температура
tr: Hava Durumu (Koşullar + Sıcaklık)

source: Airplane
ar: نمط الطيران
de: Flugmodus
fr: Mode avion
pt: Modo Avião
pt_br: Modo Avião
ru: Самолет
tr: Uçuş Modu

source: AirPlay
ar: عكس الشاشة
pt_br: Espelhar Tela

source: Alarm
ar: المنبه
fr: Alarme
pt: Alarme
pt_br: Alarme
ru: Будильник

source: Battery Image
ar: صورة البطارية
de: Batterie-Symbol
fr: Image de la batterie
pt: Imagem da Bateria
pt_br: Imagem da Bateria
ru: Символ батареи
tr: Pil Resmi

source: Battery Percentage
ar: نسبة البطارية المئوية
de: Batterie-Prozentanzeige
fr: Pourcentage de la batterie
pt: Porcentagem da Bateria
pt_br: Porcentagem da Bateria
ru: Процент заряда
tr: Pil Yüzdesi

source: Bluetooth Battery
ar: بطارية الـ Bluetooth
de: Bluetooth-Batterie
fr: Bluetooth (batterie)
pt: Bateria do Bluetooth
pt_br: Bateria do Bluetooth
ru: Батарея устройства Bluetooth
tr: Bluetooth Pili

source: Bluetooth Signal
ar: إشارة الـ Bluetooth
fr: Bluetooth
pt: Sinal Bluetooth
pt_br: Sinal do Bluetooth
ru: Bluetooth
tr: Bluetooth Sinyal

source: Call Forwarding
ar: تحويل المكالكة
de: Anrufweiterleitung
fr: Renvoi d'appel
pt: Encaminhamento de Chamadas
pt_br: Encaminhamento de chamada
ru: Переадресация звонков
tr: Çağrı Yönlendirme

source: Carrier
ar: شركة الاتصالات
de: Netzbetreiber
fr: Opérateur
pt: Operadora
pt_br: Operadora
ru: Оператор
tr: Operatör

source: Location
ar: الموقع
de: Ortungsdienste
fr: Localisation
pt: Localização
pt_br: Localização
ru: Геолокация
tr: Konum

source: Lock
ar: القفل
de: Sperre
fr: Verrouillage
pt: Bloqueio
pt_br: Bloquear
ru: Замок
tr: Kilit

source: Network Activity
ar: نشاط الشبكة
de: Netzwerkaktivität
fr: Activité réseau
pt: Atividade de Rede
pt_br: Atividade da Rede
ru: Сетевая активность
tr: Ağ Etkinliği

source: Network Type
ar: نوع الشبكة
de: Netzwerktyp
fr: Type de réseau
pt: Tipo de Rede
pt_br: Tipo de Rede
ru: Тип сети
tr: Ağ Tipi

source: Signal Strength
ar: قوة الإشارة
de: Signalstärke
fr: Force du signal
pt: Intensidade do Sinal de Rede
pt_br: Força do Sinal
ru: Уровень сигнала
tr: Sinyal Gücü

# [Status Bar Items].description
source: Enable an item to hide it from the Status Bar.
ar: قم بتفعيل عنصر لإخفائه من شريط الحالة.
de: Aktiviere ein Element, um es in der Statusleiste auszublenden.
fr: Activez un élément pour le masquer dans la barre de statut.
pt: Habilite um item para ocultá-lo da Barra de Status.
pt_br: Habilite um item para ocultá-lo da barra de status.
ru: Включите элемент чтобы скрыть его из статус бара.
tr: Durum Çubuğunda gizlemek için bir öğeyi etkinleştirin.

source: Add Profile
ar: إضافة ملف تعريف
de: Profil hinzufügen
fr: Ajouter un profil
pt: Adicionar Perfil
pt_br: Adicionar Perfil
ru: Добавить профиль
tr: Profil Ekle

source: Save
ar: حفظ
de: Speichern
fr: Sauvegarder
pt: Salvar
pt_br: Salvar
ru: Сохранить
tr: Kaydet

source: Profile Name
ar: اسم ملف التعريف
de: Profilname
fr: Nom du profil
pt: Nome do Perfil
pt_br: Nome do Perfil
ru: Имя профиля
tr: Profil İsmi

source: Apply
ar: تطبيق
de: Anwenden
fr: Appliquer
pt: Aplicar
pt_br: Aplicar
ru: Применить
tr: Uygula

source: Duplicate
ar: تكرار
de: Duplizieren
fr: Duppliquer
pt: Duplicar
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt

source: Copy
ar: نسخ
de: Kopieren
fr: Copier
pt: Copiar
pt_br: Copiar
ru: Скопировать
tr: Kopyala

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
pt: Deletar
pt_br: Apagar
ru: Удалить
tr: Sil

# [Profile Respring].message
source: Please respring to activate this Profile
ar: يرجى عمل إعادة تشغيل سريع لتنشيط ملف التعريف هذا
de: Bitte einen Respring ausführen, um dieses Profil zu aktivieren
fr: Veuillez effectuer un respring pour activer ce profil
pt: Por favor execute um respring para ativar esse perfil.
pt_br: Necessário respring para ativar este perfil
ru: Сделайте респринг чтобы активировать этот профиль
tr: Lütfen bu Profili etkinleştirince Yeniden başlatın

source: Error
ar: خطأ
de: Fehler
fr: Erreur
pt: Erro
pt_br: Erro
ru: Ошибка
tr: Hata

source: Okay
ar: حسنًا
fr: OK
pt_br: Ok
ru: ОК
tr: Tamam

# [Profile Name Empty].message
source: Profile name field must not be empty
ar: يجب ألا يكون حقل اسم ملف التعريف فارغًا
de: Profil-Namenfeld darf nicht leer sein.
fr: Le champ du nom du profil ne doit pas être vide
pt: O nome do perfil não pode estar vazio.
pt_br: O campo do nome do perfil não pode estar vazio
ru: Имя профиля не может быть пустым
tr: Profil adı alanı boş bırakılamaz

# [Profile Name Reserved].message
source: The name you have chosen is reserved by Springtomize, please use a different one.
ar: الاسم الذي اخترته محجوز بواسطة Springtomize، يرجى استخدام اسم مختلف
de: Der von Ihnen gewählte Name ist Springtomize vorbehalten. Bitte verwenden Sie einen anderen.
fr: Le nom que vous avez choisi est réservé par Springtomize, veuillez en utiliser un autre.
pt: O nome que você escolheu é reservado pelo Springtomize. Por favor escolha outro.
pt_br: O nome que você escolheu é reservado pela Springtomize, use um nome diferente.
ru: Выбранное имя зарезервировано Springtomize, пожалуйста выберите другое имя.
tr: Seçtiğiniz ad Springtomize tarafından ayrılmıştır, lütfen farklı bir ad kullanın.

# [Profile Name Exists].message
source: A profile with this name already exists, please choose a different one.
ar: يوجد ملف تعريف يحمل هذا الاسم بالفعل، يرجى اختيار اسم آخر
de: Ein Profil mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen aus.
fr: Un profil avec ce nom existe déjà, veuillez en choisir un autre.
pt: Um perfil com este nome já existe, por favor escolha um diferente.
pt_br: Já existe um perfil com esse nome. Escolha outro..
ru: Профиль с этим именем уже существует, пожалуйста выберите другое имя.
tr: Bu ada sahip bir profil zaten var, lütfen farklı bir ad seçin.

# [Profile Action].message %@
source: Choose what to do with '%@'
ar: اختر ماذا تريد أن تفعل مع '%@'
de: Wählen Sie aus, was mit '%@' geschehen soll.
fr: Que voulez-vous faire avec '%@' ?
pt: Escolha o que fazer com '%@'
pt_br: Escolha o que fazer com '%@'
ru: Выберите что делать с '%@'
tr: Ne yapacağınızı seçin '%@'

source: Profile Actions
ar: إجراءات ملف التعريف
de: Profil-Aktionen
fr: Actions de profil
pt: Ações do Perfil
pt_br: Ações do Perfil
ru: Действия с профилем
tr: Profil İşlemleri

source: Version %@
ar: إصدار %@
pt: Versão %@
pt_br: Versão %@
ru: Версия %@
tr: Versiyon %@

source: Mail not configured
ar: لم يتم تكوين البريد
de: E-Mail nicht konfiguriert
fr: Mail non configuré
pt: Mail não configurado
pt_br: E-mail não configurado
ru: Почта не настроена
tr: Mail Ayarlanmadı

# [Mail not configured].message
source: It seems that you do not have any mail account configured on this device.
ar: يبدو أنه ليس لديك أي حساب بريد تم تكوينه على هذا الجهاز.
de: Es scheint, dass auf diesem Gerät kein E-Mail-Konto konfiguriert ist.
fr: Il semble que vous n'ayez aucun compte de messagerie configuré sur cet appareil.
pt: Parece que você não configurou nenhuma conta de e-mail neste dispositivo.
pt_br: Parece que você não possui nenhuma conta de email configurada neste dispositivo.
ru: На устройстве не настроен аккаунт электронной почты.
tr: Bu cihazda yapılandırılmış posta hesabınız yok gibi görünüyor.

source: Error sending Email
ar: خطأ في إرسال البريد الإلكتروني
de: Fehler beim Senden der E-Mail
fr: Erreur lors de l'envoi de l'email
pt: Erro ao enviar e-mail
pt_br: Erro ao enviar Email
ru: Ошибка при отправке Email
tr: E-posta Gönderilirken Hata Oluştu

# [Error sending Email].message
source: We were unable to send your email. Please try again later.
ar: لم نتمكن من إرسال بريدك الإلكتروني. يرجى معاودة المحاولة في وقت لاحق.
de: Wir konnten Ihre E-Mail nicht senden. Bitte versuchen Sie es später erneut.
fr: Nous n'avons pas pu envoyer votre email. Veuillez réessayer plus tard.
pt: Nós não formos capazes de enviar seu e-mail. Por favor tente novamente depois.
pt_br: Não foi possível enviar o seu email. Por favor, tente novamente mais tarde.
ru: Произошла ошибка при попытке отправить письмо. Пожалуйста, попробуйте позже
tr: E-postanızı gönderemedik. Lütfen daha sonra tekrar deneyiniz.

source: Bug Report Options
ar: خيارات الإبلاغ عن الأخطاء
de: Möglichkeiten zur Fehlermeldung
fr: Options de rapport de bug
pt: Opções de Relatório de Bugs
pt_br: Reportar erros
ru: Как сообщить об ошибке
tr: Hata Raporu Seçenekleri

# [Bug Report Options].message
source: Choose an option for reporting bugs
ar: حدد خيار للإبلاغ عن الأخطاء
de: Wähle eine Option zum Melden von Fehlern.
fr: Choisissez une option pour signaler les bugs
pt: Escolha uma opção para relatar bugs.
pt_br: Escolha uma opção para relatar erros
ru: Выберите опцию для сообщения об ошибке
tr: Hataları bildirmek için bir seçenek belirleyin

source: Mail
ar: البريد
de: E-Mail
pt_br: Email
ru: Почта

source: Request a Feature options
ar: خيارات طلب ميزة
de: Möglichkeiten zur Anfrage neuer Funktionen
fr: Options de demande de fonctionnalité
pt: Opções de Requisitar um Recurso
pt_br: Solicitar recurso
ru: Как предложить функцию
tr: Özellik seçenekleri talep etme

# [Request a Feature Options].message
source: Choose an option for requesting a feature
ar: اختر خيارًا لطلب ميزة
de: Wähle eine Option zum Anfragen neuer Funktionen.
fr: Choisissez une option pour demander une fonctionnalité
pt: Escolha uma opção para requisitar um recurso
pt_br: Escolha uma opção para solicitar um recurso
ru: Выберите опцию для предложения
tr: Özellik istemek için bir seçenek belirleyin

source: Developer
ar: المطور
de: Entwickler
fr: Développeur
pt: Desenvolvedor
pt_br: Desenvolvedor
ru: Разработчик
tr: Yazılımcı

source: Previous Developer
ar: المطور السابق
de: Vorheriger Entwickler
fr: Précédent développeur
pt: Desenvolvedor Anterior
pt_br: Desenvolvedor anterior
ru: Предыдущий разработчик
tr: Önceki Yazılımcı

source: Designer
ar: المصمم
ru: Дизайнер
tr: Tasarımcı

source: Translators
ar: المترجمون
de: Übersetzer
fr: Traducteurs
pt: Tradutores
pt_br: Tradutores
ru: Переводчики
tr: Çeviri Yapanlar

source: Beta Testers
ar: مختبرين النسخ التجريبية
de: Beta-Tester
fr: Bêta-testeurs
pt: Testadores Beta
pt_br: Testadores beta
ru: Бета тестеры
tr: Betaları Test Edenler

source: Folder Icon
ar: أيقونة المجلد
de: Ordner-Icon
fr: Icône de dossier
pt: Ícone de Pasta
pt_br: Ícone de pasta

source: Folder Icon Rows
ar: صفوف أيقونة المجلد
de: Ordner-Iconreihen
fr: Lignes d'icônes de dossier
pt: Linhas do Ícone de Pasta
pt_br: Linhas de ícones de pasta

source: Folder Icon Columns
ar: أعمدة أيقونة المجلد
de: Ordner-Iconspalten
fr: Colonnes d'icônes de dossier
pt: Colunas do Ícone de Pasta
pt_br: Colunas de ícones de pasta

source: Hide Beta Feedback Item
ar: إخفاء عنصر Feedback التجريبي
de: Beta-Feedback senden ausblenden
fr: Masquer l'élément de retour bêta
pt: Ocultar Item de Beta Feedback
pt_br: Ocultar app Beta Feedback

source: Save automatically
ar: حفظ تلقائيًا
de: Automatisch speichern
fr: Sauvegarder automatiquement
pt: Salvar Automaticamente
pt_br: Salvar automaticamente

source: Dock
ru: Док

source: Coverflow
ru: 3D страницы
tr: Bükülme Efekti

source: WiFi SSID
de: WLAN SSID
fr: SSID Wi-Fi
pt: SSID WiFi
