Repository: JailbreakDev/ST5-Localizations
Catalog: *.lproj/Settings.strings
Languages: ar, de, fr, pt, pt_br, ru, tr

source: None
ar: لاشيء
de: Nichts
fr: Aucun
pt: Nenhum
pt_br: Nenhum
ru: Нет
tr: Yok

source: Default
ar: افتراضي
de: Standard
fr: Par défaut
pt: Padrão
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan

source: Blur
ar: ضبابي
de: Unschärfe
fr: Flou
pt: Borrado
pt_br: Desfoque
ru: Блюр
tr: Bulanık

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
fr: Réinitialiser
pt: Redefinir
pt_br: Redefinir
ru: Сброс
tr: Sıfırla

source: Hide Labels
ar: إخفاء التسميات
de: Beschriftungen ausblenden
fr: Masquer le texte
pt: Esconder Rótulos
pt_br: Ocultar Etiquetas
ru: Скрыть подпись
tr: Etiketleri Gizle

source: Original
ar: الأصلي
ru: Оригинальный
tr: Orjinal

source: Hidden
ar: مخفي
de: Versteckt
fr: Masqué
pt: Oculto
pt_br: Oculto
ru: Скрыто
tr: Gizli

source: Custom Text
ar: نص مخصص
de: Eigener Text
fr: Texte personnalisé
pt: Texto Personalizado
pt_br: Texto Personalizado
ru: Свой текст
tr: Özel Yazı

source: Disable
ar: تعطيل
de: Deaktivieren
fr: Désactiver
pt: Desabilitar
pt_br: Desativar
ru: Отключить
tr: Devre Dışı

source: Font Size
ar: حجم الخط
de: Schriftgröße
fr: Taille du texte
pt: Tamanho da Fonte
pt_br: Tamanho da fonte
ru: Размер шрифта
tr: Font Boyutu

source: Hide Items
ar: إخفاء العناصر
de: Objekte ausblenden
fr: Masquer les éléments
pt: Ocultar Itens
pt_br: Ocultar Itens
ru: Скрыть элементы
tr: Öğeleri Gizle

source: Do Not Disturb
ar: عدم الإزعاج
de: Nicht stören
fr: Ne pas déranger
pt: Não Perturbe
pt_br: Não Perturbe
ru: Не беспокоить
tr: Rahatsız Etme

source: Time
ar: الوقت
de: Uhrzeit
fr: Heure
pt: Hora
pt_br: Tempo
ru: Время
tr: Saat

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
pt: Cancelar
pt_br: Cancelar
ru: Отмена
tr: İptal

source: Continue
ar: استمرار
de: Fortsetzen
fr: Continuer
pt: Continuar
pt_br: Continuar
ru: Продолжить
tr: Devam Et

source: Dismiss
ar: تجاهل
de: Verwerfen
fr: Rejeter
pt: Dispensar
pt_br: Recusar
ru: Закрыть
tr: Yoksay

# [Springtomize].thanks
source: Thank you for using Springtomize 5
ar: شكرًا لاستخدامك Springtomize 5
de: Vielen Dank für die Verwendung von Springtomize 5.
fr: Merci d'utiliser Springtomize 5
pt: Obrigado por usar o Springtomize 5
pt_br: Obrigado por usar o Springtomize 5
ru: Спасибо за использование Springtomize 5
tr: Springtomize 5'i kullandığınız için teşekkür ederiz

source: Hide Background
ar: إخفاء الخلفية
de: Hintergrund ausblenden
fr: Masquer l'arrière-plan
pt: Ocultar Plano de Fundo
pt_br: Ocultar plano de fundo
ru: Скрыть фон
tr: Arka Planı Gizle

source: Unsupported Version
ar: إصدار غير مدعوم
de: Nicht unterstützte Version
fr: Version non prise en charge
pt: Versão Não Suportada
pt_br: Versão não suportada
ru: Версия не поддерживается
tr: Desteklenmeyen Versiyon

# [Unsupported Version].description %@ %f
source: iOS %@ (%f) is currently not supported. If your version is too new, I am working on it ðŸ˜Ž. If it is too old, please check out other Springtomize versions.
ar: إصدار iOS %@ (%f) غير مدعوم حاليًا. إذا كان إصدارك جديدًا فأنا أعمل على دعمه 😎، أما إذا كان قديمًا فيرجى التحقق من إصدارات Springtomize الأخرى.
de: iOS %@ (%f) wird derzeit nicht unterstützt. Wenn Ihre Version zu neu ist, arbeite ich daran 😎. Wenn es zu alt ist, schauen Sie sich bitte andere Springtomize-Versionen an.
fr: iOS %@ (%f) n'est pas pris en charge. Si votre version est trop récente, je travaille dessus 😎. Si elle est trop vieille, veuillez consulter les autres versions de Springtomize.
pt: iOS %@ (%f) não é suportado atualmente. Se sua versão é muito nova, eu estou trabalhando nela 😎. Se é muito velha, por favor cheque outras versões do Springtomize.
pt_br: iOS %@ (%f) atualmente não é suportado. Se a sua versão é muito nova, estou trabalhando nisso 😎. Se for muito antigo, confira outras versões do Springtomize.
ru: iOS %@ (%f) пока не поддерживается. Если ваша версия слишком новая, я работаю над этим 😎. Если она слишком старая, попробуйте прошлые версии Springtomize.
tr: iOS %@ (%f) şu anda desteklenmiyor. Sürümünüz çok yeni ise, üzerinde çalışıyorum 😎. Çok eskiyse, lütfen diğer Springtomize sürümlerine bakın.

# [Reset].description
source: This will reset the settings for this section
ar: سيؤدي هذا إلى إعادة تعيين الإعدادات لهذا القسم.
de: Dadurch werden die Einstellungen für diesen Abschnitt zurückgesetzt.
fr: Cela réinitialisera les paramètres de cette section
pt: Isto irá redefinir as configurações para esta seção
pt_br: Isso redefinirá as configurações desta seção
ru: Все настройки в этой секции будут сброшены
tr: Bu işlem, bu bölümün ayarlarını sıfırlar

# [Reset].message
source: Please respring after a reset
ar: يرجى عمل إعادة تشغيل سريع بعد إعادة التعيين
de: Bitte nach einem Reset einen Respring durchführen.
fr: Veuillez effectuer un respring après une réinitialisation
pt: Por favor execute um respring após redefinir
pt_br: Por favor, faça um respring após redefinir
ru: Сделайте респринг после сброса
tr: Lütfen Yeniden başlatınca sıfırla

source: '%@' requires a respring
ar: يتطلب '%@' إعادة تشغيل سريع
de: '%@' benötigt einen Respring
fr: '%@' requiert un respring
pt: '%@' Requer executar um respring
pt_br: '%@' Requer respring
ru: '%@' требует респринг
tr: '%@' yeniden başlatma gerekli

# [Respring].message
source: Do you really want to respring?
ar: هل تريد حقًا عمل إعادة تشغيل سريع؟
de: Willst du wirklich einen Respring durchführen?
fr: Voulez-vous vraiment effectuer un respring ?
pt: Você realmente quer executar respring?
pt_br: Deseja realmente fazer o respring?
ru: Вы действительно хотите сделать респринг?
tr: Yeniden Başlatmak istediğine Eminmisin?

source: Available Applications
ar: التطبيقات المتاحة
de: Verfügbare Apps
fr: Applications disponibles
pt: Aplicativos Disponíveis
pt_br: Aplicativos Disponíveis
ru: Доступные приложения
tr: Mevcut Uygulamalar

source: System Apps
ar: تطبيقات النظام
fr: Applications système
pt: Aplicativos do Sistema
pt_br: Aplicativos do Sistema
ru: Системные приложения
tr: Sistem Uygulamaları

source: User Apps
ar: تطبيقات المستخدم
de: Benutzer-Apps
fr: Applications utilisateur
pt: Aplicativos do Usuário
pt_br: Aplicativos do Usuário
ru: Пользовательские приложения
tr: Kullanıcı Uygulamaları

source: Light Color
ar: اللون الفاتح
de: Hellmodus-Farbe
fr: Couleur claire
pt: Cor Clara
pt_br: Cor Clara
ru: Дневной цвет
tr: Açık Renk

source: Dark Color
ar: اللون الداكن
de: Dunkelmodus-Farbe
fr: Couleur sombre
pt: Cor Escura
pt_br: Cor Escura
ru: Ночной цвет
tr: Koyu Renk

source: Light Background Color
ar: لون الخلفية الفاتح
de: Hellmodus-Hintergrundfarbe
fr: Couleur d'arrière-plan claire
pt: Cor De Fundo Clara
pt_br: Cor de fundo claro
ru: Дневной фоновый цвет
tr: Açık Renk Arka Plan

source: Dark Background Color
ar: لون الخلفية الداكن
de: Dunkelmodus-Hintergrundfarbe
fr: Couleur d'arrière-plan sombre
pt: Cor De Fundo Escura
pt_br: Cor de fundo escuro
ru: Ночной фоновый цвет
tr: Koyu Renk Arka Plan

source: Color Picker
ar: انتقاء الألوان
de: Farbe wählen
fr: Pipette à couleurs
pt: Seletor de Cores
pt_br: Seletor de Cores
ru: Выбрать цвет
tr: Renk Seçici

source: Red
ar: الأحمر
de: Rot
fr: Rouge
pt: Vermelho
pt_br: Vermelho
ru: Красный
tr: Kırmızı

source: Green
ar: الأخضر
de: Grün
fr: Vert
pt: Verde
pt_br: Verde
ru: Зеленый
tr: Yeşil

source: Blue
ar: الأزرق
de: Blau
fr: Bleu
pt: Azul
pt_br: Azul
ru: Синий
tr: Mavi

source: Alpha
ar: الرئيسي
pt: Alfa
pt_br: Alfa
ru: Прозрачность
tr: Alfa

# [Alpha].description
source: The alpha level of your color
ar: المستوى الرئيسي للون الخاص بك.
de: Das Alpha-Level ihrer Farbe.
fr: Le niveau alpha de votre couleur
pt: O nível alfa da sua cor
pt_br: O nível alfa da sua cor
ru: Уровень прозрачности (альфа канал)
tr: Renginin alfa seviyesi

source: Hex
ar: الرمز السداسي

# [Hex].description
source: Enter a hex value
ar: أدخل قيمة الرمز السداسي.
de: Hex-Wert eingeben.
fr: Entrez une valeur hexadécimale
pt: Insira um valor hex
pt_br: Digite um valor Hex
ru: Введите hex код цвета
tr: Hex Değerini Gir

source: Available Apps
ar: التطبيقات المتاحة
de: Verfügbare Apps
fr: Applications disponibles
pt: Aplicativos Disponíveis
pt_br: Aplicativos Disponíveis
ru: Доступные приложения
tr: Kullanılabilir Uygulamalar

source: Respring
ar: إعادة تشغيل سريع
ru: Респринг
tr: Yeniden Başlat

# [Springtomize].description
source: Customize your iOS Device like never before
ar: قم بتخصيص جهاز iOS الخاص بك بشكل لم يسبق له مثيل
de: Passe dein iOS-Gerät an, wie nie zuvor.
fr: Personnalisez votre appareil iOS comme jamais auparavant
pt: Personalize seu dispositivo iOS como nunca antes
pt_br: Personalize seu dispositivo iOS como nunca
ru: Кастомизируйте ваше устройство, как никогда раньше
tr: İOS Cihazınızı daha önce hiç olmadığı gibi özelleştirin

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Réglages
pt: Ajustes
pt_br: Configurações
ru: Настройки
tr: Ayarlar

source: Enabled
ar: تفعيل
de: Aktiviert
fr: Activé
pt: Habilitado
pt_br: Ativado
ru: Включить
tr: Etkin

source: Animations
ar: التأثيرات الحركية
de: Animationen
pt: Animações
pt_br: Animações
ru: Анимации
tr: Animasyonlar

source: App Switcher
ar: مبدل التطبيقات
fr: Multitâche
pt: Multitarefa
ru: Меню многозадачности
tr: Uygulama Yönetici

source: Control Center
ar: مركز التحكم
de: Kontrollzentrum
fr: Centre de contrôle
pt: Central de Controle
pt_br: Central de Controle
ru: Центр управления
tr: Denetim Merkezi

source: Folders
ar: المجلدات
de: Ordner
fr: Dossiers
pt: Pastas
pt_br: Pastas
ru: Папки
tr: Klasörler

source: Icons
ar: الأيقونات
fr: Icônes
pt: Ícones
pt_br: Ícones
ru: Иконки
tr: Simgeler

source: Lock Screen
ar: شاشة القفل
de: Sperrbildschirm
fr: Écran verrouillé
pt: Tela de Bloqueio
pt_br: Tela de bloqueio
ru: Экран блокировки
tr: Kilit Ekranı

source: Miscellaneous
ar: متنوع
de: Sonstiges
fr: Divers
pt: Diversos
pt_br: Diversos
ru: Прочее
tr: Çeşitli

source: Notification Center
ar: مركز الإشعارات
de: Benachrichtigungszentrum
fr: Centre de notifications
pt: Central de Notificação
pt_br: Central de Notificações
ru: Центр уведомлений
tr: Bildirim Merkezi

source: Pages
ar: الصفحات
de: Seiten
pt: Páginas
pt_br: Páginas
ru: Страницы
tr: Sayfalar

source: Status Bar
ar: شريط الحالة
de: Statusleiste
fr: Barre de statut
pt: Barra de Status
pt_br: Barra de Status
ru: Статус бар
tr: Durum Çubuğu

source: Profiles
ar: ملفات التعريف
de: Profile
fr: Profils
pt: Perfis
pt_br: Perfis
ru: Профили
tr: Profiller

# [Profiles].description
source: Save configurations into profiles
ar: حفظ التكوينات في ملفات التعريف.
de: Konfigurationen in Profilen speichern.
fr: Enregistrer des configurations dans des profils.
pt: Salve as configurações em perfis
pt_br: Salvar configurações em perfis
ru: Сохранить настройки
tr: Yapılandırmaları profillere kaydedin

source: More
ar: المزيد
de: Mehr
fr: Plus
pt: Mais
pt_br: Mais
ru: Больше
tr: Daha Fazla

source: Bug Reporting
ar: الإبلاغ عن الأخطاء
fr: Rapport de bug
pt: Relatório de Bugs
pt_br: Reportar Bug
ru: Сообщить об ошибке
tr: Hata Raporlama

source: Request a Feature
ar: طلب ميزة
de: Funktion anfragen
fr: Demander une fonctionnalité
pt: Solicite um Recurso
pt_br: Solicitar recurso
ru: Предложить функцию
tr: Özellik İsteyin

source: Credits
ar: الاعتمادات
de: Danksagungen
fr: Crédits
pt: Créditos
pt_br: Créditos
ru: Авторы
tr: Emeği Geçenler

source: Custom Speed
ar: سرعة مخصصة
de: Eigene Geschwindigkeit
fr: Vitesse personnalisée
pt: Velocidade Personalizada
pt_br: Velocidade personalizada
ru: Своя скорость
tr: Özel Hız

source: Affect App Switcher
ar: تأثر مبدل التطبيقات
de: Beeinflusse den App-Switcher
fr: Affecter le multitâche
pt: Afeta a Multitarefa
pt_br: Afetar Multitarefas
ru: Влияет на меню многозадачности
tr: Uygulama Değiştirici Etkilensin

# [Custom Speed].description
source: Change the speed of animations
ar: تغيير سرعة التأثيرات الحركية.
de: Ändern der Geschwindigkeit der Animationen.
fr: Change la vitesse des animations.
pt: Alterar a velocidade das animações
pt_br: Alterar a velocidade das animações
ru: Изменить скорость анимаций
tr: Animasyonların hızını değiştirme

source: Lock Animation
ar: تأثير القفل الحركي
de: Sperr-Animation
fr: Animation de verrouillage
pt: Animação de bloqueio da tela
pt_br: Animação de bloqueio
ru: Анимация блокировки
tr: Kilit Animasyonu

source: Explode
ar: انفجار
de: Explodieren
fr: Explosion
pt: Explosão
ru: Взрыв
tr: Patlama

source: Old TV
ar: تلفاز قديم
de: Alter TV
fr: Vieille TV
pt: TV Antiga
pt_br: TV velha
ru: Старый телевизор
tr: Eski TV

source: Slide Away
ar: التمرير بعيدًا
de: Davon schweben
fr: Glissement au loin
pt: Deslizar para cima
pt_br: Deslize
ru: Вылет
tr: Devamlı Slayt

source: Slide left to right
ar: التمرير من اليسار لليمين
de: Schieben von links nach rechts
fr: Glissement de gauche à droite
pt: Deslizar da esquerda para a direita
pt_br: Deslize da esquerda para a direita
ru: Вылет слева направо
tr: Slayt Soldan Sağa

source: Zoom out
ar: التكبير للخارج
de: Raus zoomen
fr: Dézoom
pt: Diminuir Zoom
pt_br: Reduzir o zoom
ru: Масштабирование
tr: uzaklaştır

source: Disable Icons Fly In
ar: تعطيل تطاير الأيقونات للداخل
de: Deaktiviere Icon-Einfliegen
fr: Désactiver le survol des icônes
pt: Desabilitar Ícones Fly In
pt_br: Desativar ícones flutuantes
ru: Выключить анимацию иконок
tr: Uçuşan Simgeler Devre Dışı

# [Disable Icons Fly In].description
source: Disables the icons flying in after unlocking
ar: تعطيل تطاير الأيقونات للداخل بعد فتح القفل.
de: Deaktiviert das Einfliegen der Icons nach dem Entsperren.
fr: Désactive le survol des icônes au déverrouillage.
pt: Disabilita o efeito Fly In dos ícones após o desbloqueio
pt_br: Desativa os ícones flutuantes após o desbloqueio
ru: Выключить анимацию иконок после разблокировки
tr: Kilidi açtıktan sonra uçuşan simgeleri devre dışı bırakır

source: Only perform on lock
ar: تنفيذ على القفل فقط
de: Nur beim Sperren ausführen
fr: Seulement au verrouillage
pt: Executar apenas quando bloquear
pt_br: Executar apenas no bloqueio
ru: Показывать только при блокировке
tr: Sadece kilitleyince gerçekleştir

# [Lock Animation].description
source: Select a lock animation and change the speed using the slider. Only performing on Lock means that the lock animation only activates when using the physical lock button.
ar: حدد تأثير قفل حركي وقم بتغيير السرعة باستخدام شريط التمرير. التنفيذ على القفل فقط يعني أن تأثير القفل الحركي يتم تنشيطه عند استخدام زر القفل الفعلي فقط.
de: Wähle eine Sperranimation und ändere die Geschwindigkeit mit dem Schieberegler. Nur beim Sperren ausführen bedeutet, dass die Sperr-Animation nur aktiviert wird, wenn die physische Sperrtaste verwendet wird.
pt: Selecione uma animação de bloqueio e mude a velocidade usando o slider. A execução apenas no bloqueio significa que a animação de bloqueio será ativada apenas quando o botão físico de bloqueio for pressionado.
pt_br: Selecione uma animação de bloqueio e altere a velocidade usando o controle deslizante. Executar apenas no bloqueio significa que a animação do bloqueio é ativada apenas ao usar o botão de bloqueio físico.
ru: Выберите анимацию блокировки и измените скорость с помощью слайдера. Показывать только при блокировке означает что анимация будет показана только wтолько при использовании кнопки блокировки.
tr: Bir kilit animasyonu seçin ve kaydırma çubuğunu kullanarak hızı değiştirin.Sadece kilitleyince gerçekleştirme, kilit animasyonunun yalnızca fiziksel kilit düğmesini kullanırken etkinleştiği anlamına gelir.

source: Page Scroll Animation
ar: تأثير تمريرالصفحة الحركي
de: Seiten-Scroll-Animation
fr: Défilement de page
pt: Animação de transição de páginas
pt_br: Animação de rolagem de página
ru: Анимация прокрутки страницы
tr: Sayfa Kaydırma Animasyonu

source: Disable Battery Animation
ar: تعطيل تأثير البطارية الحركي
de: Batterieanimation deaktivieren
fr: Désactiver l'anim. de charge
pt: Desabilitar a Animação da Bateria
pt_br: Desativar animação da bateria
ru: Отключить анимацию зарядки
tr: Pil Animasyonu Devre Dışı

# [Disable Battery Animation].description
source: Disables the animation on Lockscreen when plugging in a charger. It will show instantly.
ar: تعطيل التأثير الحركي في شاشة القفل الذي يحدث عند توصيل الشاحن. بدلًا من ذلك سيظهر على الفور.
de: Deaktiviert die Animation auf dem Sperrbildschirm, wenn ein Ladegerät angeschlossen wird. Es wird sofort angezeigt.
fr: Désactive l'animation de charge sur l'écran de verrouillage. L'icône saffichera instantanément.
pt: Desabilita a animação na tela de bloqueio quando o carregador é conectado. O efeito será imediato.
pt_br: Desativa a animação na tela de bloqueio ao conectar um carregador. Ele será exibido instantaneamente.
ru: Выключить анимацию на экране блокировки при подключении зарядного устройства. Будет показано сразу.
tr: Bir şarj cihazını takarken Kilit Ekranı üzerindeki animasyonu devre dışı bırakır. Anında gösterilecek.

source: Alternate Pulse
ar: نبض بديل
de: Alternativer Impuls
fr: Pulsation (alterné)
pt: Pulso alternado
pt_br: Pulsar alternativo
ru: Альтернативная пульсация
tr: Alternatif Vuruş

source: Alternate Roll
ar: لف بديل
de: Alternatives Rollen
fr: Roulement (alterné)
pt: Rolagem alternada
pt_br: Rolar alternativo
ru: Альтернативные ролики
tr: Alternatif Rulo

source: Alternate Shuffle
ar: تبديل عشوائي
de: Alternatives Mischen
fr: Mélange (alterné)
pt: Mistura alternada
pt_br: Embaralhar alternativo
ru: Альтернативная перетасовка
tr: Alternatif Karıştır

source: Bubble
ar: فقاعة
de: Blase
fr: Bulle
pt: Bolhas
pt_br: Bolhas
ru: Пузыри
tr: Baloncuk

source: Clash
ar: اصطدام
de: Zusammenprall
fr: Choc
pt: Acidente
pt_br: Colidir
ru: Столкновение
tr: Çatışma

source: Come in and go down
ar: المجيء ثم النزول
de: Rein & Runter
fr: Entrer et descendre
pt: Entra e desce
pt_br: Entre e desça
ru: Вылет вниз
tr: Yakınlaştır ve Aşşağıya in

source: Come in and go up
ar: المجيء ثم الصعود
de: Rein & Rauf
fr: Entrer et monter
pt: Entra e sobe
pt_br: Entre e suba
ru: Вылет вверх
tr: Yakınlaştır ve Yukarı Çık

source: Compress
ar: الدمج
de: Kompresse
fr: Compression
pt: Condensar
pt_br: Comprimir
ru: Сжатие по горизонали
tr: Sıkıştırma

source: Cube Inside
ar: مكعب داخلي
de: Würfel innen
fr: Cube (intérieur)
pt: Cubo interno
pt_br: Cubo pra dentro
ru: Куб изнутри
tr: İçeri Küp

source: Cube Outside
ar: مكعب خارجي
de: Würfel aussen
fr: Cube (extérieur)
pt: Cubo externo
pt_br: Cube pra fora
ru: Куб снаружи
tr: Dışarı Küp

source: Fade In Place
ar: تلاشي في المكان
de: Einblenden
fr: Estompassion (sur place)
pt: Desvanecer no lugar
pt_br: Desvanecer
ru: Выцветание
tr: Yerinde Solma

source: Interlace
ar: تقارب
de: Verschachteln
fr: Entrelacer
pt: Entrelaçar
pt_br: Entrelaçar
ru: Бабочка
tr: Karıştırma

source: Light Fade
ar: تلاشي الضوء
de: Leicht verblassen
fr: Estompassion (légère)
pt: Leve desvanecer
pt_br: Desvanecimento leve
ru: Легкое выцветание
tr: Hafif Soluk

source: Long Leap
ar: قفزة طويلة
de: Langer Sprung
fr: Saut en longueur
pt: Salto longo
pt_br: Salto longo
ru: Долгий вылет
tr: Sıçrama

source: Magic Flip Icons
ar: أيقونات متقلبة سحرية
fr: Toupie (icônes)
pt: Giro mágico dos ícones
pt_br: Girar ícones
ru: Перевернуть иконки
tr: Sihirli Çevirme Simgeler

source: Magic Flip Page
ar: صفحة متقلبة سحرية
de: Magic Flip Seite
fr: Toupie (page)
pt: Giro mágico das páginas
pt_br: Girar página
ru: Перевернуть страницу
tr: Sihirli Çevirme Sayfa

source: Pulse
ar: نبض
de: Impuls
fr: Pulsation
pt: Pulso
pt_br: Pulsar
ru: Пульсация
tr: Nabız

source: Railway Horizontal
ar: سكة أفقية
de: Eisenbahn horizontal
fr: Chemin de fer (horizontal)
pt: Ferrovia horizontal
pt_br: Caminho na Horizontal
ru: Горизонтальные рельсы
tr: Demiryolu Yatay

source: Railway Vertical
ar: سكة رأسية
de: Eisenbahn vertikal
fr: Chemin de fer (vertical)
pt: Ferrovia vertical
pt_br: Caminho na Vertical
ru: Вертикальные рельсы
tr: Demiryolu Dikey

source: Random
ar: عشوائي
de: Zufällig
fr: Aléatoire
pt: Aleatório
pt_br: Aleatório
ru: Случайная анимация
tr: Rastgele

source: Rollerblade
ar: تزحلق
fr: Rollers
pt: Patins
pt_br: Patins
ru: Ролики
tr: Paten

source: Roll Page
ar: لف الصفحة
de: Seite rollen
fr: Roulement de la page
pt: Rolar página
pt_br: Rolar página
ru: Поворот страницы
tr: Rulo Sayfa

source: Rotate Clockwise
ar: دوران مع عقارب الساعة
de: Drehen im Uhrzeigersinn
fr: Rotation (sens horaire)
pt: Rodar no sentido horário
pt_br: Girar no sentido horário
ru: Поворот по часовой стрелке
tr: Saat Yönünde Döndür

source: Rotate Counter Clockwise
ar: دوران عكس عقارب الساعة
de: Drehen gegen Uhrzeigersinn
fr: Rotation (sens anti-horaire)
pt: Rodar no sentido anti-horário
pt_br: Girar no sentido anti-horário
ru: Поворот против часовой стрелки
tr: Saat Yönünün Tersine Döndür

source: Seaside
ar: الساحل
de: Strand
fr: Bord de mer
pt: Beira-mar
pt_br: beira-mar
ru: Волны
tr: Sahil

source: Shrink
ar: إنكماش
de: Schrumpfen
fr: Rétrécissement
pt: Encolher
pt_br: Encolher
ru: Уменьшение иконок
tr: Küçültmek

source: Shuffle
ar: خلط
de: Mischen
fr: Mélange
pt: Misturar
pt_br: Embaralhar
ru: Перетасовка
tr: Karıştır

source: Slide and Zoom
ar: التمرير والتكبير
de: Schieben und Zoomen
fr: Glisser et zoomer
pt: Deslize e zoom
pt_br: Deslizar e Ampliar
ru: Вылет и масштабирование
tr: Slayt ve Yakınlaştırma

source: Spread
ar: انتشار
de: Streuen
fr: Propagation
pt: Espalhar
pt_br: Propagação
ru: Деформация во все стороны
tr: Yaymak

source: Stairway Down
ar: درج للأسفل
de: Treppe runter
fr: Escalier (montant vers la gauche)
pt: Descendo escadas
pt_br: Escada para baixo
ru: Лестница вниз
tr: Merdiven Aşağı

source: Stairway Up
ar: درج للأعلى
de: Treppe rauf
fr: Escalier (montant vers la droite)
pt: Subindo escadas
pt_br: Escada para cima
ru: Лестница вверх
tr: Merdiven Yukarı

source: Stretch
ar: امتداد
de: Strecken
fr: Étirement
pt: Esticar
pt_br: Esticar
ru: Растяжение по горизонтали
tr: Uzatmak

source: Tear Apart
ar: تمزيق
de: Zerreißen
fr: Séparation
pt: Destroçar
pt_br: Rasgar
ru: Разрыв
tr: Parçalara Ayırmak

source: Time Machine
ar: آلة الزمن
de: Zeitmaschine
pt: Máquina do tempo
pt_br: Máquina do tempo
ru: Машина времени
tr: Zaman Makinası

source: Vertical Down
ar: عمودي للأسفل
de: Vertikal nach unten
fr: Descendre (verticalement)
pt: Vertical para baixo
pt_br: Vertical para cima
ru: Вертикально вниз
tr: Dikey Aşağı

source: Vertical Up
ar: عمودي للأعلى
de: Vertikal nach oben
fr: Monter (verticalement)
pt: Vertical para cima
pt_br: Vertical para baixo
ru: Вертикально вверх
tr: Dikey Yukarı

source: Windmill
ar: طاحونة
de: Windmühle
fr: Moulin à vent
pt: Moinho de vento
pt_br: Moinho de vento
ru: Ветряная мельница
tr: Rüzgar Gülü

source: Zoom In
ar: تكبير للداخل
de: Hineinzoomen
fr: Zoom
pt: Zoom interno
pt_br: Ampliar pra dentro
ru: Увеличение страницы
tr: Yakınlaştır

source: Zoom Out
ar: تكبير للخارج
de: Hinauszoomen
fr: Dézoom
pt: Zoom externo
pt_br: Ampliar pra fora
ru: Уменьшение страницы
tr: Uzaklaştır

# [Page Scroll Animation].description
source: Select your favorite animation when scrolling from one page to another.
ar: حدد التأثير الحركي المفضل لديك الذي تريده أن يحدث عند التمرير من صفحة إلى صفحة أخرى.
de: Wähle deine Lieblingsanimation aus, beim Wischen von einer Seite zur anderen.
fr: Sélectionnez votre animation préférée lors du défilement d'une page à l'autre.
pt: Selecione sua animação favorita para a transição entre páginas.
pt_br: Selecione sua animação favorita ao rolar de uma página para outra.
ru: Выберите анимацию для прокрутки страниц на домашнем экране.
tr: Bir sayfadan diğerine geçerken favori animasyonunuzu seçin.

source: Use Old Screenshot Style
ar: استخدام شكل لقطة الشاشة القديم
de: Alten Screenshot-Stil verwenden
fr: Ancien style de capture d'écran
pt: Usar o Estilo Antigo de Captura de Tela
pt_br: Usar estilo de captura de tela antiga
ru: Старая анимация скриншотов
tr: Eski Ekran Görüntüsü Stilini Kullan

source: Light Screenshot Color
ar: لون لقطة الشاشة الفاتح
de: Hellmodus-Screenshotfarbe
fr: Capture d'écran claire
pt: Cor da Captura de Tela Clara
pt_br: Cor da captura de tela clara
ru: Дневной цвет вспышки
tr: Açık Ekran Görüntüsü Rengi
