Repository: JailbreakDev/ST5-Localizations
Catalog: *.lproj/Settings.strings
Languages: ar, de, fr, pt, pt_br, ru, tr

source: Apply Icon State
ar: تطبيق حالة الأيقونات
de: Icon-Layout anwenden
fr: Appliquer l'état des icônes
pt: Aplicar Estado dos Ícones
pt_br: Aplicar estado do ícone
ru: Восстановить порядок иконок
tr: Simge Durumunu Uygula

# [Apply Icon State].message
source: Do you really want to apply the saved icon state?
ar: هل تريد حقًا تطبيق حالة الأيقونات المحفوظة؟
de: Möchten Sie das gespeicherte Icon-Layout wirklich anwenden?
fr: Voulez-vous vraiment appliquer l'état des icônes actuellement sauvegardé ?
pt: Você realmente deseja aplicar o estado salvo dos ícones?
pt_br: Deseja realmente aplicar o estado do ícone salvo?
ru: Вы действительно хотите восстановить сохраненный порядок иконок?
tr: Kaydedilmiş simge durumunu gerçekten uygulamak istiyor musunuz?

# [Apply Icon State].hud
source: Icon State applied!
ar: تم تطبيق حالة الأيقونات!
de: Icon-Layout angewendet!
fr: État des icônes appliqué !
pt: Estado dos Ícones aplicado!
pt_br: Estado do ícone aplicado!
ru: Порядок иконок восстановлен
tr: Simge Durumu uygulandı!

# [Icon State].description
source: Save icon state if you are happy with it and in case you need to rejailbreak or if you get into safe mode, you can later apply the previously saved state instead of reordering icons manually.
ar: قم بحفظ حالة الأيقونات إذا كنت راضٍ عن الحالة الحالية لها، وفي حال احتجت إلى إعادة تفعيل الجيلبريك أو دخلت إلى الوضع الآمن، فسيمكنك لاحقًا تطبيق الحالة المحفوظة مسبقًا بدلًا من إعادة ترتيب الأيقونات يدويًا.
de: Speichern Sie ihr Icon-Layout, wenn Sie damit zufrieden sind und falls Sie erneut einen Jailbreak durchführen müssen oder wenn Sie in den abgesicherten Modus wechseln, können Sie das zuvor gespeicherte Layout später anwenden, anstatt die Icons manuell neu anzuordnen.
fr: Enregistrez l'état de vos icônes pour les restaurer si vous avez besoin de re-jailbreak ou si vous passez en mode sans échec. Cela vous évitera de réorganiser les icônes manuellement.
pt: Salve o estado dos ícones caso você esteja satisfeito e caso você precise fazer um jailbreak novamente ou entrar em modo seguro, você pode aplicar o estado dos ícones salvo anteriormente ao invés de reordená-los manualmente.
pt_br: Salve o estado do ícone se você estiver satisfeito com ele e, caso precise refazer o jailbreak ou se entrar no modo de segurança,você poderá aplicá-lo posteriormente em vez de reordenar os ícones manualmente.
ru: Сохраните ваш порядок иконок и если вам понадобится снова применить jailbreak или вы окадетнсь в безопасном редиме и ваш порядок иконок будет нарушен, вы смодете восстановить его вместо того чтобы сортировать их вручную.
tr: Bundan memnunsanız ve yeniden karar vermeniz gerekiyorsa veya güvenli moda girerseniz simge durumunu kaydedin, daha sonra simgeleri manuel olarak yeniden sıralamak yerine önceden kaydedilmiş durumu uygulayabilirsiniz.

source: App Context Menus (3D Touch)
ar: قوائم سياق التطبيقات (3D Touch)
de: App-Kontextmenüs (3D Touch)
fr: Menus contextuels d'apps (3D Touch)
pt: Menus de Contexto de Aplicativos (3D Touch)
pt_br: Menus dos aplicativos (3D Touch)
ru: Контекстные меню (3D Touch)
tr: Uygulama içerik Menüleri (3D Touch)

source: Hide Delete Item
ar: إخفاء عنصر الحذف
de: App entfernen ausblenden
fr: Masquer Supprimer l'app
pt: Ocultar o Ítem Apagar
pt_br: Ocultar deletar App
ru: Скрыть Удалить приложение
tr: Öğeyi Sil'i Gizle

source: Hide Share Item
ar: إخفاء عنصر المشاركة
de: App teilen ausblenden
fr: Masquer Partager l'app
pt: Ocultar o Ítem Compartilhar
pt_br: Ocultar compartilhar App
ru: Скрыть Поделиться приложением
tr: Paylaşım Öğesini Gizle

source: Hide Edit Homescreen Item
ar: إخفاء عنصر تحرير الشاشة الرئيسية
de: Home-Bildschirm bearbeiten ausblenden
fr: Masquer Modifier l'écran d'accueil
pt: Ocultar o Ítem Editar Tela de Início
pt_br: Ocultar editar tela inicial
ru: Скрыть Изменить домашний экран
tr: Ana Ekran Öğesini Düzenle'yi Gizle

# [Hide Context Menu Items].description
source: Hide different items from the context menu
ar: إخفاء عناصر مختلفة من قائمة السياق.
de: Verschiedene Elemente aus dem Kontextmenü ausblenden.
fr: Masque différents éléments du menu contextuel.
pt: Oculta diferentes itens do menu de contexto.
pt_br: Ocultar itens diferentes no menu de contexto
ru: Скрыть опции в контекстном меню
tr: İçerik menüsünden farklı öğeleri gizleme

source: Hide Updated Dot
ar: إخفاء نقطة التحديث
de: Update-Punkt ausblenden
fr: Masquer la pastille de mise à jour
pt: Ocultar Ponto de Atualizados
pt_br: Ocultar dot de apps atualizado
ru: Скрыть точку при обновлении
tr: Güncelleme Noktasını Gizle

source: Hide Newly Installed Dot
ar: إخفاء نقطة المثبتة حديثًا
de: Neu Installiert-Punkt ausblenden
fr: Masquer la pastille de nouvelle app
pt: Ocultar Ponto de Recentemente Instalados
pt_br: Ocultar dot de apps recém-instalado
ru: Скрыть точку при установке
tr: Yeni Yüklenen Noktasını Gizle

source: Hide Beta Dot
ar: إخفاء نقطة التطبيقات التجريبية
de: Beta-Punkt ausblenden
fr: Masquer la pastille de bêta
pt: Ocultar o Ponto de Aplicativo Beta
pt_br: Ocultar dots de apps beta
ru: Скрыть точку бета версии
tr: Beta Noktalarını Gizle

# [Hide Dot].description
source: Hide the 'recently updated', the 'newly installed' or the 'beta' dot.'
ar: إخفاء نقطة 'المحدثة مؤخرًا' أو نقطة 'المثبتة حديثًا' أو نقطة 'التطبيقات التجريبية'.
de: Verstecke die Punkte für kürzlich aktualisierte, neu installierte oder Beta-Apps.'
fr: Masquer les pastilles de mise à jour récente, nouvelle application ou bêta.'
pt: Oculta o ponto de 'Recentemente Instalado', 'Atualizado' ou 'Beta'.'
pt_br: Oculta o dot de apps 'atualizado recentemente', 'recém-instalado' ou 'beta'.'
ru: Скрыть точки которые появляются слева от названия приложения
tr: 'Son güncellenen', veya 'yeni yüklenen' yada 'beta' noktalarını.' Gizleyin

source: Lock Layout
ar: قفل الترتيب
de: Layout sperren
fr: Verrouiller la disposition
pt: Bloquear Layout
pt_br: Layout de bloqueio
ru: Заблокировать порядок
tr: Düzeni Kilitle

# [Lock Layout].description
source: Prevents icons from being moved.
ar: منع تحريك الأيقونات.
de: Verhindert, dass Icons verschoben werden.
fr: Empêche le déplacement des icônes.
pt: Previne ícones de serem movidos.
pt_br: Impede que ícones sejam movidos.
ru: Предотвратить перемещение иконок.
tr: Simgelerin taşınmasını önler.

source: Disable Jittering
ar: تعطيل الارتعاش
de: Zittern deaktivieren
fr: Désactiver le tremblement
pt: Desabilitar Agitação dos Ícones
pt_br: Desativar tremor
ru: Выключить покачивание
tr: Titreme Devre Dışı

# [Disable Jittering].description
source: Disables the jittering animation when editing icons.
ar: تعطيل تأثير الارتعاش الحركي الذي يحدث عند الدخول في وضع تحرير الأيقونات.
de: Deaktiviert die Zitter-Animation beim Bearbeiten von Icons.
fr: Désactive l'animation de tremblement des icônes en mode édtion.
pt: Desabilita a animação de agitação quando os ícones estão sendo editados.
pt_br: Desativa a animação tremida ao editar ícones.
ru: Выключить покачивание иконок при редактировании домашнего экрана.
tr: Simgeleri düzenlerken titreşim animasyonunu devre dışı bırakır.

source: Disable Uninstall
ar: تعطيل الإزالة
de: App löschen deaktivieren
fr: Désactiver la désinstallation
pt: Desabilitar Desinstalar
pt_br: Desativar desinstalação
ru: Не показывать кнопку 'Удалить'
tr: Kaldırmayı Devre Dışı Bırak

# [Disable Uninstall].description
source: Prevent all apps from being uninstalled.
ar: منع إزالة كل التطبيقات.
de: Verhindert, dass Apps gelöscht werden können.
fr: Empêche la désinstallation de toutes les applications.
pt: Previne que todos os aplicativos sejam desinstalados.
pt_br: Impede que todos os aplicativos sejam desinstalados.
ru: Не показывать кнопку удаления приложений при редактировании домашнего экрана.
tr: Tüm Uygulamaların Kaldırılmasını Önleyin.

source: Hide Badge Text
ar: إخفاء نص الشارة
de: Kennzeichen-Text ausblenden
fr: Masquer le texte des badges
pt: Ocultar Texto da Insígnia
pt_br: Ocultar texto do Badge
ru: Скрыть текст на бейджах
tr: Rozet Metnini Gizle

# [Hide Badge Text].description
source: Hide the text of the badge while keeping the background.
ar: إخفاء نص الشارة مع الإبقاء على الخلفية.
de: Versteckt den Text des Abzeichens unter Beibehaltung des Hintergrunds.
fr: Masque le texte des badges tout en gardant l'arrière-plan.
pt: Oculta o texto da insígnia enquanto mantém o fundo.
pt_br: Oculte o texto do bagde enquanto mantém o plano de fundo.
ru: Не показывать текст на бейджах (красных кружках). Сам бейдж будет показан.
tr: Arka planı tutarken rozet metnini gizleyin.

source: Badge Colors
ar: ألوان الشارات.
de: Kennzeichen-Farben
fr: Couleurs des badges
pt: Cores das Insígnias
pt_br: Cores dos Badges
ru: Цвет бейджа
tr: Rozet Renkleri

source: Light Text Color
ar: لون النص الفاتح
de: Hellmodus-Textfarbe
fr: Couleur de texte claire
pt: Cor do Texto Claro
pt_br: Cor do texto claro
ru: Дневной цвет текста
tr: Açık Yazı Rengi

source: Dark Text Color
ar: لون النص الداكن
de: Dunkelmodus-Textfarbe
fr: Couleur de texte sombre
pt: Cor do Texto Escuro
pt_br: Cor do texto escuro
ru: Ночной цвет текста
tr: Koyu Yazı Rengi

# [Badge Colors].description
source: Customize the background and text color of icon badges.
ar: تخصيص لون الخلفية ولون النص لشعارات الأيقونات.
de: Passen Sie den Hintergrund und die Textfarbe der Kennzeichen an.
fr: Personnalise la couleur de l'arrière-plan et du texte des badges d'icônes.
pt: Personaliza o fundo e a cor do texto das insígnias dos ícones.
pt_br: Personalizar a cor do plano de fundo e do texto dos badges dos ícones.
ru: Выберите цвет текста и фона для бейджей.
tr: Simge rozetlerinin arka plan ve metin rengini özelleştirin.

source: Icon Image Effect
ar: تأثير صورة الأيقونة
de: Icon-Bildeffekt
fr: Effet d'image d'icône
pt: Efeito de Imagem dos Ícones
pt_br: Efeito de imagens nos ícones
ru: Эффект иконок
tr: Simge Görüntü Efekti

# [Icon Image Effect].description
source: Apply different effects to icon images
ar: تطبيق تأثيرات مختلفة على صور الأيقونات.
de: Wenden Sie verschiedene Effekte auf Iconbilder an.
fr: Applique différents effets aux images d'icônes.
pt: Aplica diferentes efeitos de imagens nos ícones.
pt_br: Aplique efeitos de imagens diferentes nos ícones
ru: Применить эффекты к изображению на иконке
tr: Simge görüntülerine farklı efektler uygulama

source: Invert Colors
ar: عكس الألوان
de: Farben umkehren
fr: Inversion des couleurs
pt: Inverter Cores
pt_br: Inverter cores
ru: Негатив
tr: Evrilmiş Renkler

source: Black & White
ar: أسود وأبيض
de: Schwarz & Weiss
fr: Noir et blanc
pt: Preto & Branco
pt_br: Preto & Branco
ru: Черно-белый
tr: Siyah & Beyaz

source: High Contrast
ar: تباين عالي
de: Hoher Kontrast
fr: Contraste élevé
pt: Alto Contraste
pt_br: Alto Contraste
ru: Высокий контраст
tr: Yüksek Kontrast

source: Sepia
ar: بني داكن
fr: Sépia
pt: Sépia
pt_br: Sépia
ru: Сепий
tr: Sepya

source: Faded Colors
ar: تلاشي الألوان
de: Verblasste Farben
fr: Couleurs délavées
pt: Cores Desfocadas
pt_br: Cores desbotadas
ru: Выцветшие цвета
tr: Soluk Renkler

source: Psycho Colors
ar: ألوان نفسية
de: Psycho-Farben
fr: Couleurs psycho
pt: Cores Psicodélicas
pt_br: Cores psicodélicas
ru: Психоделичные цвета
tr: Psiko Renkleri

source: Red Ascendant
ar: أحمر تصاعدي
de: Roter Aszendent
fr: Ascendant rouge
pt: Ascendente ao Vermelho
pt_br: Predominar vermelho
ru: Перекрасить в красный
tr: Kırmızı Artan

source: Green Ascendant
ar: أخضر تصاعدي
de: Grüner Aszendent
fr: Ascendant vert
pt: Ascendente ao Verde
pt_br: Predominar Verde
ru: Перекрасить в зеленый
tr: Yeşil Artan

# [Transparency].description
source: Change to transparency of icon images.
ar: التغيير إلى شفافية صور الأيقونات.
de: Wechseln Sie zur Transparenz von Iconbildern.
fr: Modifie la transparence des icônes.
pt: Altera a transparência das imagens dos ícones.
pt_br: Mude a transparência das imagens dos ícones.
ru: Изменить прозрачность иконок.
tr: Şeffaf Simge Görüntülerine Geçin

source: Icon Labels
ar: تسميات الأيقونات
de: Icon-Beschriftungen
fr: Texte d'icône
pt: Rótulos dos Ícones
pt_br: Rótulos dos ícones
ru: Подписи иконок
tr: Simge Etiketleri

source: Light Label Color
ar: لون التسمية الفاتح
de: Hellmodus-Beschriftungsfarbe
fr: Couleur du texte claire
pt: Cor do Rótulo Claro
pt_br: Cor do rótulo claro
ru: Дневной цвет подписи
tr: Açık Etiket Rengi

source: Dark Label Color
ar: لون التسمية الداكن
de: Dunkelmodus-Beschriftungsfarbe
fr: Couleur du texte sombre
pt: Cor do Rótulo Escuro
pt_br: Cor do rótulo escuro
ru: Ночной цвет подписи
tr: Koyu Etiket Rengi

source: Custom Font Type
ar: نوع خط مخصص
de: Eigene Schriftart
fr: Personnaliser le type de police
pt: Tipo de Fonte Personalizada
pt_br: Tipo de fonte personalizada
ru: Свой шрифт
tr: Özel Yazı Tipi

# [Icon Labels].description
source: Customize different aspects of icon labels.
ar: تخصيص جوانب مختلفة من تسميات الأيقونات.
de: Passen Sie verschiedene Aspekte von Icon-Beschriftungen an.
fr: Personnalise différents aspects du texte des icônes.
pt: Personaliza diferentes aspectos dos rótulos dos ícones.
pt_br: Personaliza diferentes aspectos dos rótulos dos ícones.
ru: Изменить внешний вид подписей иконок.
tr: Simge etiketlerinin farklı yönlerini özelleştirin.

source: Hide Apps
ar: إخفاء التطبيقات
de: Apps ausblenden
fr: Masquer des applications
pt: Ocultar Aplicativos
pt_br: Ocultar Aplicativos
ru: Скрыть приложения
tr: Uygulamaları Gizle

# [Hide Apps].description
source: Hide any installed application.
ar: إخفاء أي تطبيق مثبت.
de: Verstecke jede beliebige installierte Anwendung.
fr: Masquer n'importe quelle application installée.
pt: Oculta qualquer aplicativo instalado.
pt_br: Oculta qualquer aplicativo instalado.
ru: Скрыть установленные приложения.
tr: Yüklü uygulamaları gizleyin.

source: Disable Live Icons
ar: تعطيل الأيقونات الحية
de: Live-Icons deaktivieren
fr: Désactiver les icônes animées
pt: Desabilitar Ícones Animados
pt_br: Desativar ícones ativos
ru: Выключить анимированные иконки
tr: Hareketli İkonlar Devre Dışı

source: Live Clock
ar: الساعة الحية
de: Live-Uhr
fr: Horloge animée
pt: Relógio Animado
pt_br: Relógio ativo
ru: Анимированные часы
tr: Hareketli Saat

source: All Live Icons
ar: كل الأيقونات الحية
de: Alle Live-Icons
fr: Toutes les icônes animées
pt: Todos os Ícones Animados
pt_br: Todos os ícones ativos
ru: Все анимированные иконки
tr: Tüm Hareketli Simgeler

# [Live Icons].description
source: Disables the live icons on SpringBoard. Note that disabling the live clock will stop it at the current time, while disabling all live icons uses the default static icon for that app, which might look better.
ar: تعطيل الأيقونات الحية في واجهة النظام. لاحظ أن تعطيل الساعة الحية سيؤدي إلى إيقافها في الوقت الحالي، بينما تعطيل كل الأيقونات الحية سيؤدي إلى استخدام الأيقونة الثابتة الافتراضية لذلك التطبيق، والذي قد يبدو أفضل.
de: Deaktiviert die Live-Icons auf dem SpringBoard. Wenn Sie die Live-Uhr deaktivieren, wird sie zum aktuellen Zeitpunkt gestoppt. Beim Deaktivieren aller Live-Icons wird das statische Standard-Icon für diese App verwendet, das möglicherweise besser aussieht.
fr: Désactive les icônes animées sur l'écran d'accueil. Notez que la désactivation de l'icône animée de l'horloge arrêtera cette dernière à l'heure actuelle, tandis que la désactivation de toutes les icônes animées utilise l'icône statique par défaut pour cette application, ce qui pourrait mieux rendre.
pt: Desabilita os ícones animados na SpringBoard. Note que desabilitar o relógio animado irá pará-lo no horário atual, e desabilitar todos os ícones animados irá retorná-los aos seus padrões, o que pode parecer melhor.
pt_br: Desativa os ícones ativos na SpringBoard. Observe que a desativação do relógio ativo interromperá no momento atual, enquanto a desativação de todos os ícones ativo usa o ícone estático padrão para esse aplicativo, que pode parecer melhor.
ru: Выключить анимированные иконки. Выключение часов остановит их на текущем времени, а выключение всех иконок показывает стандартные статичные версии, которые могут выглядеть лучше.
tr: SpringBoard'daki canlı simgeleri devre dışı bırakır. Canlı saati devre dışı bırakmanın geçerli saatte durduğunu ve tüm canlı simgelerin devre dışı bırakılmasının o uygulama için daha iyi görünebilecek varsayılan statik simgesini kullandığını unutmayın

source: Tweak Information
ar: معلومات الأداة
fr: Information de paquet
pt: Informação do Tweak
pt_br: Informação do Tweak
ru: Информация о твике
tr: Tweak Bilgi

# [Tweak Installed] %@
source: It seems that you have %@ installed. Due to known UI Bugs between the Tweak and Springtomize, settings such as rows / columns and insets are disabled to avoid problems. If there is a unique setting that Springtomize provides which falsely has been disabled, you can overwrite it above with the switch.
ar: يبدو أنك قمت بتثبيت %@. بسبب أخطاء الواجهة الرسومية المعروفة بين الأداة و Springtomize، يتم تعطيل الإعدادات مثل الصفوف / الأعمدة والإدخالات لتجنب المشاكل. إذا كان هناك إعداد توفره أداة Springtomize وتم تعطيله بشكل خاطئ، فيمكنك تجاوز هذا بالمفتاح أعلاه.
de: Es scheint, dass Sie %@ installiert haben. Aufgrund bekannter UI-Fehler zwischen Tweak und Springtomize werden Einstellungen wie Zeilen / Spalten und Einschübe deaktiviert, um Probleme zu vermeiden. Wenn Springtomize eine spezifische Einstellung bereitstellt, die fälschlicherweise deaktiviert wurde, können Sie diese mit dem Schalter überschreiben.
fr: Il semble que %@ soit installé. En raison de bugs d'UI connus entre ce paquet et Springtomize, les paramètres des lignes / colonnes et des marges sont désactivés pour éviter les problèmes. S'il existe un paramètre fourni par Springtomize qui a été faussement désactivé, vous pouvez le remplacer ci-dessus avec le bouton.
pt: Parece que você instalou %@. Devido a bugs na UI entre este Tweak e o Springtomize,configurações como linhas / colunas e inserções estão desabilitadas para evitar problemas. Se há uma única configuração provida pelo Springtomize que foi falsamente desabilitada, você pode sobrescrevê-la acima usando o interruptor.
pt_br: Parece que você tem %@ instalado. Devido a erros conhecidos da interface do usuário entre o Tweak e o Springtomize, configurações como linhas/colunas e inserções são desativadas para evitar problemas. Se houver uma configuração exclusiva fornecida pelo Springtomize que tenha sido desativada falsamente, você poderá substituí-la acima com a opção.
ru: Кажется, что на вашем устройстве установлен %@. Из-за известных багов между этим твиком и Springtomize, некоторые настройки (количество строк и столбцов и ширина отступов) были отключены во избежание проблем. Если одна из отключенных настроек предоставляется только Springtomize, вы можете изменить ее с помощью переключателя выше.
tr: Görünüşe göre %@ yüklü. Tweak ve Springtomize arasındaki bilinen UI Hataları nedeniyle, satırları / sütunları ve iç metinleri gibi ayarlar sorunları önlemek için devre dışı bırakılır. Yanlış bir şekilde devre dışı bırakılmış olan Springtomize tarafından sağlanan benzersiz bir ayar varsa, bu düğmenin üzerine anahtarın üzerine yazabilirsiniz.

source: Override
ar: تجاوز
de: Überschreiben
fr: Remplacer
pt: Sobrepor
pt_br: Sobrepor
ru: Отключить блокировку
tr: Geçersiz Kıl

source: Icon Settings
ar: إعدادات الأيقونات
de: Icon-Einstellungen
fr: Réglages d'icône
pt: Configurações de Ícones
pt_br: Configurações do ícone
ru: Настройки иконок
tr: Simge Ayarları

# [Icon Settings].description
source: Ignoring while editing will snap back to normal size to make moving easier.
ar: سيؤدي التجاهل أثناء التحرير إلى العودة إلى الحجم الطبيعي لجعل التحرك أسهل.
de: Wenn die Option 'Beim Bearbeiten ignorieren' aktiv ist, wird während der Bearbeitung auf die normale Größe zurückgesetzt, um das Verschieben zu erleichtern.
fr: Ignorer lors de l'édition reviendra à la taille normale pour rendre le déplacement plus facile.
pt: Ignorar enquanto edita irá fazer os ícones voltarem ao seu tamanho normal para que movê-los se torne mais fácil.
pt_br: Ignorar durante a edição: os ícones voltarão ao tamanho normal para facilitar a movimentação.
ru: 'Игнорировать при редактировании' возвращает иконки к стандартному размеру при редактировании домашнего экрана чтобы было проще их перемещать.
tr: Düzenleme sırasında yoksaymak, taşımayı kolaylaştırmak için normal boyuta geri dönecektir.

source: Resize
ar: تغيير الحجم
de: Größe ändern
fr: Redimensionner
pt: Redimensionar
pt_br: Redimensionar
ru: Изменить размер
tr: Boyutlandırma

source: Choose A Size
ar: اختر حجم A
de: Wähle eine Größe
fr: Choisir une taille
pt: Escolha um tamanho
pt_br: Escolher um tamanho
ru: Выбрать размер
tr: Bir Boyut Seç

source: Ignore while editing
ar: التجاهل أثناء التحرير
de: Beim Bearbeiten ignorieren
fr: Ignorer lors de l'édition
pt: Ignorar Enquanto Edita
pt_br: Ignorar durante a edição
ru: Игнорировать при редактировании
tr: Düzenlerken yoksay

source: Hide Things
ar: إخفاء الأشياء
de: Dinge ausblenden
fr: Réglages de masquage
pt: Ocultar Partes
pt_br: Ocultar coisas
ru: Скрыть
tr: Bazı Şeyleri Gizle

source: Hide Badges
ar: إخفاء الشارات
de: Kennzeichen ausblenden
fr: Masquer les badges
pt: Ocultar Insígnias
pt_br: Ocultar Badges
ru: Скрыть бейджи
tr: Rozetleri Gizle

# [Hide Badges Moved].description
source: Hide badges on all icons has been moved to individual sections for Dock, Folders and Pages.
ar: تم نقل ميزة إخفاء الشارات على كل الأيقونات إلى أقسام فردية لـ Dock والمجلدات والصفحات.
de: Das Ausblenden von Kennzeichen bei allen Icons wurde in die einzelnen Abschnitte für Dock, Ordner und Seiten verschoben.
fr: Masquer les badges sur toutes les icônes a été déplacé dans des sections individuelles pour le Dock, les dossiers et les pages.
pt: Ocultar insígnias em todos os ícones foi movido para seções individuais em Dock, Pastas e Páginas.
pt_br: Ocultar badges em todos os ícones foi movido para seções individuais da Dock, Pastas e Páginas.
ru: Скрытие бейджей на всех иконках было перемещено в индивидуальные настройки для дока, папок и страниц.
tr: Tüm simgelerdeki rozetleri gizle Dock, Klasörler ve Sayfalar için ayrı bölümlere taşındı.

source: Landscape Icons
ar: الأيقونات الأفقية
de: Querformat-Icons
fr: Icônes en mode paysage
pt: Ícones em Paisagem
pt_br: Ícones em modo paisagem
ru: Иконки в горизонтальной ориентации
tr: Yatay Simgeler

source: Columns
ar: الأعمدة
de: Spalten
fr: Colonnes
pt: Colunas
pt_br: Colunas
ru: Столбцы
tr: Sütunlar

source: Rows
ar: الصفوف
de: Reihen
fr: Lignes
pt: Linhas
pt_br: Linhas
ru: Строки
tr: Satırlar

source: Landscape Columns
ar: الأعمدة الأفقية
de: Querformat-Spalten
fr: Colonnes en mode paysage
pt: Colunas em Paisagem
pt_br: Colunas em modo paisagem
ru: Столбцы в горизонтальной ориентации
tr: Yatay Sütunlar

source: Landscape Rows
ar: الصفوف الأفقية
de: Querformat-Reihen
fr: Lignes en mode paysage
pt: Linhas em Paisagem
pt_br: Linhas em modo paisagem
ru: Строки в горизонтальной ориентации
tr: Yatay Dizeler

source: Insets
ar: البعد
de: Einschübe
fr: Marges
pt: Inserções
pt_br: Margens
ru: Отступы
tr: İlaveler

# [Insets].description
source: Change the distance from the edges of the screen.
ar: تغيير المسافة من حواف الشاشة.
de: Ändert die Maße der Bildschirmränder.
fr: Modifie l'espacement depuis les bords de l'écran.
pt: Altera a distância das bordas da tela.
pt_br: Mude a distância das bordas da tela.
ru: Изменить ширину отступов от края экрана.
tr: Ekranın kenarlarından mesafeyi değiştirin.

source: Change Top Inset
ar: تغيير البعد من الأعلى
de: Oberen Einschub ändern
fr: Modifier la marge en haut
pt: Alterar a Inserção Superior
pt_br: Alterar margem superior
ru: Изменить верхний отступ
tr: Üst Eklentiyi Değiştir

source: Change Left Inset
ar: تغيير البعد من اليسار
de: Linken Einschub ändern
fr: Modifier la marge à gauche
pt: Alterar a Inserção à Esquerda
pt_br: Alterar margem esquerda
ru: Изменить левый отступ
tr: Sol Eklentiyi Değiştir
