Repository: JailbreakDev/ST5-Localizations
Catalog: *.lproj/Settings.strings
Languages: ar, de, fr, pt, pt_br, ru, tr

source: Dark Screenshot Color
ar: لون لقطة الشاشة الداكن
de: Dunkelmodus-Screenshotfarbe
fr: Capture d'écran sombre
pt: Cor da Captura de Tela Escura
pt_br: Cor da captura de tela escura
ru: Ночной цвет вспышки
tr: Koyu Ekran Görüntüsü Rengi

# [Flash Color].description
source: Specify a custom color for the flash shown when taking a screenshot.
ar: حدد لونًا مخصصًا للفلاش الذي يظهر عند أخذ لقطة شاشة.
de: Eigene Farbe für den Blitz, der beim Aufnehmen eines Screenshots angezeigt wird.
fr: Spécifiez une couleur personnalisée pour le flash affiché lors de la capture d'écran.
pt: Especifique uma cor personalizada para o flash quando uma captura de tela for tirada.
pt_br: Especifique uma cor personalizada para o flash mostrado ao tirar uma captura de tela.
ru: Выберите цвет вспышки при снятии скриншота.
tr: Ekran görüntüsü alırken gösterilen flaş için özel bir renk belirleyin.

source: Hide Icons
ar: إخفاء الأيقونات
de: Icons ausblenden
fr: Masquer les icônes
pt: Ocultar ícones
pt_br: Ocultar Ícones
ru: Скрыть иконки
tr: İkonları Gizle

# [Hide Stuff].description
source: Hide the icons and text above App Switcher cards
ar: إخفاء الأيقونات والنصوص الموجودة فوق بطاقات مبدل التطبيقات.
de: Blende die Icons und den Text über den App-Switcher-Karten aus.
fr: Masque les icônes et le texte au dessus des cartes du multitâche.
pt: Ocultar ícone e texto sobre os cartões da multitarefa
pt_br: Oculte os ícones e o texto acima dos cartões do App Switcher
ru: Скрыть иконки и текст над карточками в меню многозадачности
tr: Uygulama Değiştirici kartlarının üzerindeki simgeleri ve metni gizleme

source: Label Appearance
ar: مظهر التسمية
de: Erscheinungsbild der Beschriftung
fr: Apparence du texte
pt: Aparência do Rótulo
pt_br: Aparência da rótulo
ru: Формат текста
tr: Etiket Görünümü

source: Title Font Size
ar: حجم خط العنوان
de: Titel-Schriftgröße
fr: Taille du titre
pt: Tamanho da Fonte de Título
pt_br: Tamanho da fonte do título
ru: Размер шрифта названия
tr: Başlık Font Boyutu

source: Light Title Color
ar: لون العنوان الفاتح
de: Hellmodus-Titelfarbe
fr: Couleur du titre claire
pt: Cor do Título Claro
pt_br: Cor do título claro
ru: Дневной цвет названия
tr: Açık Başlık Rengi

source: Dark Title Color
ar: لون العنوان الداكن
de: Dunkelmodus-Titelfarbe
fr: Couleur du titre sombre
pt: Cor do Título Escuro
pt_br: Cor do título escuro
ru: Ночной текст названия
tr: Koyu Başlık Rengi

source: Subtitle Font Size
ar: حجم خط العنوان الفرعي
de: Untertitel-Schriftgröße
fr: Taille du sous-titre
pt: Cor da Fonte da Legenda
pt_br: Tamanho da fonte da legenda
ru: Размер шрифта подписи
tr: Altyazı Font Boyutu

source: Custom Subtitle
ar: عنوان فرعي مخصص
de: Eigener Untertitel
fr: Sous-titre personnalisé
pt: Legenda Personalizada
pt_br: Personalizar legendas
ru: Своя подпись
tr: Özel Altyazı

# [App Switcher Title Label].description
source: Define how the label looks like
ar: حدد كيف تريد أن تبدو التسمية.
de: Definiere, wie die Beschriftung aussehen soll.
fr: Personnaliser l'apparence du texte.
pt: Defina a aparência do rótulo
pt_br: Defina a aparência do rótulo
ru: Выберите внешний вид текста
tr: Etiketin nasıl görüneceğini belirleyin

source: Use Grid Switcher
ar: استخدام المبدل الشبكي
de: Verwende Grid-Switcher
fr: Multitâche en grille
pt: Usar Multitarefas em Grade
pt_br: Usar App Switcher em grade
ru: Альтернативный стиль меню
tr: Değiştiricide Izgara Kullan

source: Hide Suggestions
ar: إخفاء الاقتراحات
de: Vorschläge ausblenden
fr: Masquer les suggestions
pt: Ocultar Sugestões
pt_br: Ocultar sugestões
ru: Скрыть предложения
tr: Önerileri Gizle

source: Card Corner Radius
ar: انحناء زوايا البطاقات
de: Karten-Eckenradius
fr: Angles des cartes
pt: Raio dos Cantos dos Cartões
pt_br: Canto do cartão
ru: Радиус края карточек
tr: Kart Köşe Yarıçapı

source: Corner Radius
ar: انحناء الزوايا
de: Eckenradius
fr: Rayon des angles
pt: Raio dos Cantos
pt_br: Raio de canto
ru: Радиус края
tr: Köşe Yarıçapı

source: Resize Percentage
ar: تغيير الحجم بالنسبة المئوية
de: Größenänderung in Prozent
fr: Redimensionner en pourcentages
pt: Redimensionar Porcentagem
pt_br: Porcentagem de redimensionamento
ru: Масштаб
tr: Yeniden Boyutlandırma Yüzdesi

# [Resize Pages].description
source: Resizes the App Switcher Cards
ar: تغيير حجم بطاقات مبدل التطبيقات.
de: Ändert die Größe der App-Switcher-Karten.
fr: Redimensionner les cartes du multitâche.
pt: Redimensiona os cartões da multitarefa
pt_br: Redimensionar cartões do App Switcher
ru: Изменить размер карточек
tr: Uygulama Değiştirici Kartlarını yeniden boyutlandır

source: Inactive Apps
ar: التطبيقات غير النشطة
de: Inaktive Apps
fr: Applications inactives
pt: Aplicativos inativos
pt_br: Aplicativos inativos
ru: Остановленные приложения
tr: Etkin Olmayan Uygulamalar

source: Darken
ar: داكن جدًا
de: Verdunkeln
fr: Assombrir
pt: Escurecer
pt_br: Escurecer
ru: Затемнить
tr: Karartma

source: Hide
ar: إخفاء
de: Verstecken
fr: Masquer
pt: Ocultar
pt_br: Ocultar
ru: Скрыть
tr: Gizle

source: Mark as inactive
ar: تمييز كغير نشطة
de: Als inaktiv markieren
fr: Marquer comme inactive
pt: Marcar como inativo
pt_br: Marcar como inativo
ru: Пометить как остановленные
tr: Etkin değil olarak işaretle

# [Disable CC].description
source: Disable the Control Center everywhere
ar: تعطيل مركز التحكم في كل مكان.
de: Kontrollzentrum überall deaktivieren.
fr: Désactive le centre de contrôle partout.
pt: Desabilita totalmente a Central de Controle
pt_br: Desative a Central de Controle em qualquer lugar
ru: Отключить центр управления везде
tr: Denetim Merkezi'ni her yerde devre dışı bırakın

# [CC Background Color].description
source: Change the background color of the Control Center.
ar: تغيير لون خلفية مركز التحكم.
de: Ändert die Hintergrundfarbe des Kontrollzentrums.
fr: Changer l'arrière-plan du centre de contrôle.
pt: Altera a cor de fundo da Central de Controle.
pt_br: Mude a cor de fundo da Central de Controle.
ru: Сменить фоновый цвет центра управления.
tr: Denetim Merkezi'nin arka plan rengini değiştirin.

source: Light Toggle Color
ar: لون الوحدات الفاتح
de: Hellmodus-Tastenfarbe
fr: Couleur des boutons claire
pt: Cor do Botão Claro
pt_br: Cor dos toggles claro
ru: Дневной цвет переключателя
tr: Açık Geçiş Rengi

source: Dark Toggle Color
ar: لون الوحدات الداكن
de: Dunkelmodus-Tastenfarbe
fr: Couleur des boutons sombre
pt: Cor do Botão Escuro
pt_br: Cor dos toggles escuro
ru: Ночной цвет переключателя
tr: Koyu Geçiş Rengi

# [CC Toggle Color].description
source: Change the background color of the Control Center toggles.
ar: تغيير لون الخلفية لوحدات مركز التحكم.
de: Ändert die Hintergrundfarbe der Tasten des Kontrollzentrums.
fr: Change la couleur de l'arrière-plan des boutons du centre de contrôle.
pt: Altera a cor de fundo dos botões da Central de Controle.
pt_br: Altere a cor de fundo da Central de Controle.
ru: Сменить фоновый цвет переключателей в центре управления
tr: Denetim Merkezi geçişlerinin arka plan rengini değiştirin.

source: Hide Sections
ar: إخفاء الأقسام
de: Abschnitte ausblenden
fr: Masquer les sections
pt: Ocultar Seções
pt_br: Ocultar seções
ru: Скрыть переключатели
tr: Bölümleri Gizle

source: AirPlay Mirroring
ar: انعكاس الشاشة
de: AirPlay-Spiegelung
fr: Mise en miroir d'écran
pt: Espelhamento AirPlay
pt_br: Espelhar Tela
ru: Дублирование экрана
tr: AirPlay Yansıtma

source: Brightness
ar: السطوع
de: Helligkeit
fr: Luminosité
pt: Brilho
pt_br: Brilho
ru: Яркость
tr: Parlaklık

source: Connectivity
ar: الاتصال والبيانات
de: Konnektivität
fr: Connectivité
pt: Conectividade
pt_br: Conectividade
ru: Коммуникации
tr: Bağlantı

source: Now Playing
ar: الوسائط والموسيقى
de: Aktuelle Wiedergabe
fr: Contrôle musique
pt: Reproduzindo Agora
pt_br: Controle de mídia
ru: Музыка
tr: Şimdi Oynatılıyor

source: Rotation Lock
ar: قفل تدوير الشاشة
de: Ausrichtungssperre
fr: Rotation verrouillé
pt: Bloqueio de Rotação
pt_br: Bloquear de rotação
ru: Блокировка автоповорота
tr: Yön Kilidi

source: Volume
ar: الصوت
de: Lautstärke
ru: Громкость
tr: Ses

# [CC Sections].description
source: Hide sections in Control Center by turning the switch on.
ar: قم بإخفاء الأقسام في مركز التحكم عن طريق تشغيل المفاتيح.
de: Verstecke Abschnitte im Kontrollzentrum, durch Aktivieren dieses Schalters.
fr: Masquez les sections du centre de contrôle en les cochant.
pt: Oculta seções na Central de Controle.
pt_br: Oculte seções na Central de Controle, ativando o interruptor.
ru: Скрыть переключатели в центре управления.
tr: Anahtarını açarak Denetim Merkezi'ndeki bölümleri gizleyin.

source: Blur Effect
ar: تأثير ضبابي
de: Unschärfe-Effekt
fr: Effet de flou
pt: Efeito de Desfoque
pt_br: Efeito do desfoque
ru: Блюр
tr: Bulanıklık Efekti

source: Disable Blur
ar: تعطيل الضبابية
de: Unschärfe deaktivieren
fr: Désactiver le flou
pt: Desabilitar Desfoque
pt_br: Desativar desfoque
ru: Выключить блюр
tr: Bulanıklık Devre Dışı

# [CC Disable Blur].description
source: Disable the blur effect on Control Center.
ar: تعطيل التأثير الضبابي في مركز التحكم.
de: Deaktiviere den Unschärfe-Effekt im Kontrollzentrum.
fr: Désactive l'effet de flou dans le centre de contrôle.
pt: Desabilita o desfoque na Central de Controle.
pt_br: Desativa o efeito de desfoque na Central Controle.
ru: Выключить блюр в центре управления.
tr: Denetim Merkezi'nde bulanıklaştırma efektini devre dışı bırakın

source: Hide Dock
ar: إخفاء الـ Dock
de: Dock ausblenden
fr: Masquer le Dock
pt: Ocultar Dock
pt_br: Ocultar Dock
ru: Скрыть док
tr: Dock’ı Gizle

# [Hide Dock].description
source: Hide the Dock from SpringBoard.
ar: إخفاء الـ Dock من واجهة النظام.
de: Verstecke das Dock auf dem SpringBoard.
fr: Masque le Dock de l'écran d'accueil.
pt: Oculta o Dock da SpringBoard.
pt_br: Ocultar Dock do SpringBoard.
ru: Скрыть док в SpringBoard.
tr: Dock'u SpringBoard'da gizleyin.

# [Hide Background].description
source: Hide the Dock background.
ar: إخفاء خلفية الـ Dock.
de: Verstecke den Dock-Hintergrund.
fr: Masque l'arrière-plan du Dock.
pt: Oculta o fundo do Dock.
pt_br: Oculte o fundo da Dock.
ru: Скрыть фон дока.
tr: Klasör arka planını tamamen gizler.

source: Dock on Top
ar: الـ Dock في الأعلى
de: Dock nach oben
fr: Dock en haut
pt: Dock no Topo
pt_br: Dock no topo
ru: Док сверху
tr: Dock Üstte

# [Dock on Top].description
source: Puts the dock on top of the screen.
ar: جعل الـ Dock في أعلى الشاشة.
de: Setzt das Dock ganz nach oben auf den Bildschirm.
fr: Place le Dock en haut de l'écran.
pt: Coloca o Dock no topo da tela.
pt_br: Coloca a Dock na parte superior da tela.
ru: Док будет показан сверху экрана.
tr: Dock’ı ekranın üstün kısmına yerleştirir

source: Nested Folders
ar: المجلدات المتداخلة
de: Verschachtelte Ordner
fr: Dossiers imbriqués
pt: Pastas Aninhadas
pt_br: Pastas aninhadas
ru: Вложенные папки
tr: İç içe Klasörler

# [Nested Folders].description
source: Create Folders inside Folders.
ar: إنشاء مجلدات داخل المجلدات.
de: Ordner in Ordnern erstellen.
fr: Crée des dossiers dans des dossiers.
pt: Cria pastas dentro de pastas.
pt_br: Criar pastas dentro de pastas.
ru: Создавать папки внутри папок.
tr: Klasörlerin İçinde Klasörler Oluşturun.

source: Experimental Nested Folders
ar: المجلدات المتداخلة التجريبية
de: Experimentelle verschachtelte Ordner
fr: Dossiers imbriqués (expérimental)
pt: Pastas aninhadas (experimental)
pt_br: Experimental Pastas aninhadas
ru: Экспериментальные вложенные папки
tr: Deneysel İç İçe Klasörler

# [Experimental Nested Folders].description
source: Create Folders inside Folders. You might get UI bugs when closing / opening a folder inside a folder. I suggest saving the icon state before.
ar: إنشاء مجلدات داخل المجلدات. قد تواجه أخطاء في الواجهة الرسومية عند فتح / إغلاق مجلد داخل مجلد. لذلك أقترح حفظ حالة الأيقونات قبل الاستخدام.
de: Ordner in Ordnern erstellen. Beim Schließen / Öffnen eines Ordners in einem Ordner können UI-Fehler auftreten. Ich empfehle, das Icon-Layout vorher zu speichern.
fr: Crée des dossiers dans des dossiers. Il est possible que vous obteniez des bugs d'interface lors de la fermeture / ouverture d'un dossier dans un dossier. Il est suggéré d'enregistrer l'état de l'icône avant.
pt: Cria pastas dentro de pastas. Você pode perceber bugs na UI quando abrindo/fechando pastas dentro de pastas. Eu sugiro salvar antes o estado dos ícones.
pt_br: Cria pastas dentro de pastas. Você pode obter erros na interface do usuário ao fechar/abrir uma pasta dentro de uma pasta. Sugiro salvar o estado do ícone antes.
ru: Создавать папки внутри папок. Может вызвать баги интерфейса при открытии/закрытии этих папок. Я рекомендую сохранить порядок иконок перед активацией.
tr: Klasörlerin İçinde Klasörler Oluşturun. Bir klasörün içindeki klasörü kapatırken / açarken UI hataları alabilirsiniz. Daha önce simge durumunu kaydetmenizi öneririm.

source: Show Status Bar
ar: إظهار شريط الحالة
de: Statusleiste anzeigen
fr: Afficher la barre de statut
pt: Mostrar Barra de Status
pt_br: Mostrar barra de status
ru: Показывать статус бар
tr: Durum Çubuğunu Göster

# [Show Status Bar].description
source: Show the Status Bar in Folders.
ar: إظهار شريط الحالة في المجلدات.
de: Zeigt die Statusleiste in Ordnern an.
fr: Affiche la barre de statut dans les dossiers.
pt: Mostra a barra de status nas pastas.
pt_br: Mostrar a barra de status em pastas.
ru: Показывать статус бар в папках.
tr: Durum Çubuğunu Klasörler'de gösterin.

source: Lock Folder Names
ar: قفل أسماء المجلدات
de: Ordnernamen sperren
fr: Verrouiller le nom
pt: Bloquear Nomes Das Pastas
pt_br: Bloquear nomes de pastas
ru: Заблокировать имена папок
tr: Klasör Adlarını Kilitle

# [Lock Folder Names].description
source: Prevent Folder Name Changes.
ar: منع تغيير أسماء المجلدات.
de: Verhindert Änderungen des Ordnernamens.
fr: Empêche la modification de nom de dossier.
pt: Previne mudanças nos nomes das pastas.
pt_br: Impede alterações no nome da pasta.
ru: Предотвратить изменение имен папок.
tr: Klasör Adı Değişikliklerini Önle.

source: Hide Folder Title
ar: إخفاء عنوان المجلد
de: Ordnertitel ausblenden
fr: Masquer le nom
pt: Ocultar Título da Pasta
pt_br: Ocultar título da pasta
ru: Скрыть название папки
tr: Klasör Başlığını Gizle

# [Hide Folder Title].description
source: Hide the title of a Folder when it is opened.
ar: إخفاء عنوان المجلد عند فتحه
de: Blendet den Titel eines Ordners aus, wenn dieser geöffnet wird.
fr: Masque le titre d'un dossier lorsqu'il est ouvert.
pt: Oculta o título de uma pasta quando ela está aberta.
pt_br: Oculta o título de uma pasta quando ela for aberta.
ru: Не показывать названия папок когда они открыты.
tr: Açıldığında bir Klasörün başlığını gizleyin.

source: Pinch to Close
ar: الضغط للإغلاق
de: Quetschen zum Schließen
fr: Pincer pour fermer
pt: Beliscar para Fechar
pt_br: Pressione para fechar
ru: Закрыть жестом
tr: Kapatmak için Kıstır

# [Pinch to Close].description
source: Pinch on an open Folder to close it.
ar: الضغط على أي مجلد مفتوح لإغلاقه.
de: Kneife einen geöffneten Ordner zusammen, um ihn zu schließen.
fr: Pincez dans un dossier ouvert pour le fermer.
pt: Belisque uma pasta aberta para fechá-la.
pt_br: Pressine uma pasta aberta para fechá-la.
ru: Жест уменьшения двумя пальцами закрывает открытую папку.
tr: Kapatmak için açık olan klasörü kıstırın.

source: Tap Inside to Close
ar: الضغط بالداخل للإغلاق
de: Tippen zum Schließen
fr: Toucher pour fermer
pt: Tocar Dentro para Fechar
pt_br: Toque dentro para fechar
ru: Закрыть нажатием внутри
tr: Kapatmak İçin İçine Dokunun

# [Tap Inside to Close].description
source: Tap the Folder inside to close it.
ar: الضغط على أي مجلد بالداخل لإغلاقه.
de: Tippe auf den Ordner, um ihn zu schließen.
fr: Touchez à l'intérieur d'un dossier ouvert pour le fermer.
pt: Toque dentro de uma pasta para fechá-la.
pt_br: Toque dentro na pasta para fechá-la.
ru: Нажатие внутри открытой папки закрывает ее.
tr: Kapatmak için Klasörün içine dokun

source: Close Folder on Launch
ar: إغلاق المجلد عند التشغيل
de: Ordner beim Start schließen
fr: Fermer à l'ouverture
pt: Fechar Pasta Quando Abrir Aplicativo
pt_br: Fechar pasta ao iniciar
ru: Закрыть при запуске приложения
tr: Başlatıldığında Klasörü Kapat

# [Close Folder on Launch].description
source: Close the Folder when launching an app within that Folder
ar: إغلاق المجلد عند تشغيل تطبيق منه.
de: Schließt den Ordner, wenn eine App in diesem Ordner startet.
fr: Ferme le dossier lorsqu'une application de ce dernier est ouverte.
pt: Fecha a pasta quando um aplicativo dentro dela é executado.
pt_br: Feche a pasta ao iniciar um aplicativo dessa pasta
ru: Запуск приложения из папки закрывает ее
tr: Klasör içinde bir uygulama başlatınca Klasör kapatılsın

# [Folder Background Color].description
source: Customize the background color of open Folders.
ar: تخصيص لون خلفية المجلدات المفتوحة.
de: Hintergrundfarbe der geöffneten Ordner anpassen.
fr: Personnalise la couleur d'arrière-plan des dossiers ouverts.
pt: Personalize a cor de fundo das pastas abertas.
pt_br: Personalize a cor de fundo das pastas abertas.
ru: Выбрать фоновый цвет папок.
tr: Açık Klasörlerin arka plan rengini özelleştirin.

# [Folder Hide Background].description
source: Hides the Folder background entirely.
ar: إخفاء خلفية المجلد كليًا.
de: Blendet den Ordnerhintergrund vollständig aus.
fr: Masque entièrement l'arrière-plan des dossiers.
pt: Oculta o fundo da pasta por completo.
pt_br: Oculta inteiramente o fundo da pasta.
ru: Скрыть фон папок.

source: Hide Grid Icon
ar: إخفاء أيقونة الشبكة
de: Icon-Raster ausblenden
fr: Masquer l'aperçu des icônes
pt: Ocultar a Grade dos Ícones
ru: Скрыть приложения в иконке
tr: Simge Izgarasını Gizle

# [Hide Grid Icon].description
source: Hides the Icon Grid inside Folder Icons.
ar: إخفاء أيقونة الشبكة التي تكون داخل أيقونات المجلدات.
de: Blendet das Icon-Raster in Ordner-Icons aus.
fr: Masque l'aperçu des icônes présentes dans un dossier fermé.
pt: Oculta a grade dos ícones dentro de uma pasta.
pt_br: Oculta a grade de ícones dentro de pastas.
ru: Не показывать иконки приложений в иконках папок.
tr: Klasör Simgeleri içindeki Simge ızgarasını gizler.

source: Squared Background
ar: خلفية مربعة
de: Quadratischer Hintergrund
fr: Arrière-plan carré
pt: Fundo Quadrado
pt_br: Fundo quadrado
ru: Квадратный фон
tr: Kare Arka Plan

# [Squared Background].description
source: Makes the Folder background squared
ar: جعل خلفية المجلد مربعة.
de: Macht den Ordner-Hintergrund quadratisch.
fr: Rend l'arrière-plan des dossiers carré.
pt: Torna o fundo de uma pasta quadrado.
pt_br: Torna o fundo da pasta quadrado
ru: Сделать фон папок квадратным
tr: Klasör arka planını kare yapar

source: Hide Blur Background
ar: إخفاء الخلفية الضبابية.
de: Unscharfen Hintergrund ausblenden
fr: Masquer le flou
pt: Ocultar o Desfoque do Fundo
pt_br: Ocultar desfoque de fundo
ru: Скрыть фоновый блюр
tr: Arka Plan Bulanıklığını Gizleyerek kare görünmesini sağla

# [Hide Blur Background].description
source: Hides the Folder blur background when opened
ar: إخفاء خلفية المجلد الضبابية التي تظهر عند فتحه.
de: Blendet den unscharfen Hintergrund eines geöffneten Ordners aus.
fr: Masque le flou d'arrière-plan des dossiers lorsqu'ils sont ouverts.
pt: Oculta o fundo desfocado de uma pasta quando é aberta.
pt_br: Oculta o desfoque de fundo da Pasta quando aberta
ru: Не показывать фоновый блюр при открытии папок
tr: Açıldığında Klasör bulanıklaştırma arka planını gizler

source: Fast Open / Close Folders
ar: فتح / إغلاق سريع للمجلدات
de: Schnelles Öffnen / Schließen von Ordnern
fr: Ouvrir / fermer instantanément
pt: Abrir/Fechar Pastas Rapidamente
pt_br: Abrir/Fechar Pastas rapidamente
ru: Быстрое открытие/закрытие папок
tr: Klasörleri Hızlı Açma / Kapatma

# [Fast Open / Close Folders].description
source: Launch and close Folders instantly.
ar: فتح وإغلاق المجلدات على الفور.
de: Ordner sofort öffnen und schließen.
fr: Ouvrez et fermez les dossiers instantanément.
pt: Abre e fecha pastas instantaneamente.
pt_br: Inicie e feche pastas instantaneamente.
ru: Не показывать анимацию при открытии и закрытии папок.
tr: Klasörleri anında başlatın ve kapatın.

source: Dock Settings
ar: إعدادات الـ Dock
de: Dock-Einstellungen
fr: Réglages du Dock
pt: Configurações do Dock
pt_br: Configurações da Dock
ru: Настройки дока
tr: Dock Ayarları

source: Folder Settings
ar: إعدادات المجلدات
de: Ordner-Einstellungen
fr: Réglages des dossiers
pt: Configurações de Pastas
pt_br: Configurações da Pasta
ru: Настройки папок
tr: Klasör Ayarları

source: Page Settings
ar: إعدادات الصفحات
de: Seiten-Einstellungen
fr: Réglages des pages
pt: Configurações de Páginas
pt_br: Configurações da Página
ru: Настройки страницы
tr: Sayfa Ayarları

source: Sort alphabetically
ar: فرز أبجديًا
de: Alphabetisch sortieren
fr: Trier par ordre alphabétique
pt: Ordenar Alfabeticamente
pt_br: Ordem alfabética
ru: Сортировка по алфавиту
tr: Alfabetik olarak sırala

# [Sort alphabetically].description
source: Sorts your apps alphabetically. Be aware that if you turn it off, your apps will still be sorted alphabetically until you manually change the layout. You should save the icon state before reapply it later.
ar: فرز التطبيقات أبجديًا. كن على علم أنك عندما توقف تشغيل هذه الميزة، ستظل تطبيقاتك مرتبة أبجديًا حتى تقوم بتغيير ترتيبها يدويًا. يجب عليك حفظ حالة الأيقونات قبل إعادة تطبيقها لاحقًا.
de: Sortiert Ihre Apps alphabetisch. Beachte, dass Ihre Apps beim Deaktivieren weiterhin alphabetisch sortiert werden, bis das Layout manuell geändert wird. Speichere voher dein Icon-Layout.
fr: Trie vos applications par ordre alphabétique. Sachez que si vous désactivez cette option, vos applications seront toujours triées par ordre alphabétique, jusqu'à ce que vous changiez manuellement leur disposition. Vous devriez enregistrer l'état de vos icônes avant de réappliquer l'option ultérieurement.
pt: Ordena seus aplicativos alfabeticamente. Tenha em mente que se você desativar essa opção seus aplicativos ainda estarão ordenados até que você mude o layout. Você deveria salvar o estado dos ícones antes de reaplicar mais tarde.
pt_br: Classifica seus aplicativos em ordem alfabética. Lembre-se de que, se você desativá-lo, seus aplicativos ainda serão classificados em ordem alfabética até você alterar manualmente o layout. Você deve salvar o estado do ícone antes de reaplicá-lo mais tarde.
ru: Сортирует прилодения по алфавиту. После выключения, приложения останутся отсортированными по алфавиту пока вы не поменяете порядок вручную. Рекомендуется сохранить порядок иконок перед сортировкой.
tr: Uygulamalarınızı alfabetik olarak sıralar. Kapatırsanız, düzeni manuel olarak değiştirene kadar uygulamalarınızın alfabetik olarak sıralanacağını unutmayın. Daha sonra yeniden uygulamadan önce simge durumunu kaydetmelisiniz.

source: Icon State
ar: حالة الأيقونات
de: Icon-Layout
fr: État des icônes
pt: Estado dos Ícones
pt_br: Estado do ícone
ru: Порядок иконок
tr: Simge Durumu

source: Save Icon State
ar: حفظ حالة الأيقونات
de: Icon-Layout speichern
fr: Sauvegarder l'état des icônes
pt: Salvar o Estado dos Ícones
pt_br: Salvar estado do ícone
ru: Сохранить порядок иконок
tr: Simge Durumunu Kaydet

# [Save Icon State].message
source: Do you really want to save your current icon state?
ar: هل تريد حقًا حفظ الحالة الحالية للأيقونات؟
de: Möchten Sie wirklich ihr aktuelles Icon-Layout speichern?
fr: Voulez-vous vraiment enregistrer l'état actuel de vos icônes ?
pt: Você realmente deseja salvar o estado atual dos ícones?
pt_br: Deseja realmente salvar seu estado atual do ícone?
ru: Вы действительно хотите сохранить порядок иконок?
tr: Mevcut simge durumunuzu gerçekten kaydetmek istiyor musunuz?

# [Save Icon State].hud
source: Icon State saved!
ar: تم حفظ حالة الأيقونات!
de: Icon-Layout gespeichert!
fr: État des icônes sauvegardé !
pt: Estado dos Ícones salvo!
pt_br: Estado do ícone salvo!
ru: Порядок иконок сохранен!
tr: Mevcut Simge Durumu kaydedildi!
